{
    "version" : "1.0",
    "textVersion" : "1.0.2",
    "enablePurchase" : "true",
    "formUrl" : "http://goo.gl/forms/JGbf1VfnKm",
    "thanksAlert" : "合格論証集をダウンロードして頂きありがとうございます。\n無料版では各科目10の論証をご覧いただけます。\nすべての論証をご覧頂く場合は、完全版をご購入下さい。",
    "priceMsg" : "全100種類の論証が掲載された完全版を240円で購入しますか？",
    "historyData" : [
    "10/30 ver1.0をリリース"
    ],
    "textData" : {
        "kenpou" : {
            "0_Sample" : "kenpou_text0",
            "1_Sample" : "kenpou_text1",
            "2_Sample" : "kenpou_text2",
            "3_Sample" : "kenpou_text3",
            "4_Sample" : "kenpou_text4",
            "5_Sample" : "kenpou_text5",
            "6_Sample" : "kenpou_text6",
            "7_Sample" : "kenpou_text7",
            "8_Sample" : "kenpou_text8",
            "9_Sample" : "kenpou_text9"
        },
        "minpou" : {
            "0_権利能力なき社団の財産の帰属　" : "権利能力なき社団に実質上帰属する財産は、いかなる法的性質を有するか。\n\nこの点について、権利能力なき社団には法人格がない以上、これに権利・義務の帰属すると構成できないが、権利能力なき社団が法人と同様の実体を持つことから、その財産に関する法律関係をできるだけ法人の場合と同様に扱うべきである。\n\nそこで、権利能力なき社団の財産は、構成員に総有的に帰属し、各構成員には持分権が認められないと解する。",
            "1_制限行為能力者の詐術" : "制限行為能力者であることを黙秘している場合にも、21条の「詐術」に当たり、取り消し得ない行為となるか。「詐術」の具体的内容が問題となる。\n\nこの点について、制限行為能力者保護と取引安全の要請との調和を図るという同条の趣旨にかんがみ、「詐術」には、制限行為能力者が積極的術策を用いた場合のみならず、普通に人を欺くに足りる言動を用いて相手方の誤信を誘発し、s又は誤信を強めた場合も含まれると解する。",
            "2_権利能力なき社団の債務と責任の帰属" : "権利能力なき社団の債務について，構成員は責任を負うか。\n\nこの点について，権利能力なき社団には法人格がない以上，これに権利・義務が帰属すると構成することはできないが，権利能力なき社団が法人と同様の実体を持つことがら，その財産に関する法律関係をできるだけ法人の場合と同様に扱うべきである。\n\nそうだとすれば，実質的に権利能力なき社団に帰属する債務は，団体の構成員に総有的に帰属するとともに，社団の総有財産だけがその責任財産となるものと解する。\n\nそこで，団体の構成員各自は，取引の相手方に対し，直接的には個人的債務ないし責任を負わないと解する。\n\nこのように解しても，債権者の債権回収への期待は，代表者を保証人にしたり，個人財産に担保を設定させるなどの方法で図られるから不都合はない。",
            "3_「目的の範囲内において、権利を有し、義務を負う」(34条)の意義" : "法人はー定の目的のために設立されるので、権利能力の範囲もその目的の範囲内で認められ、目的の範囲外の行為は無効と解される。そこで、 34条の「目的の範囲内の意義」が問題となる。\n\nこの点について、人の財政的基礎の確立と取引の相手方保護の観点から、法人の活動を広く認めるべきである。\n\nそこで、「目的の範囲内」の行為とは、定款に明示された目的自体に限定されず、その目的を遂行する上で直接又は間接に必要な行為を含む止解する。\n\nそして、取引安全のため、目的の範囲の内外は客観的に決するべきである。",
            "4_94条2項の「第三者」と転得者①" : "悪意の譲受人からの善意の転得者は94条2項の「第三者」として保護されるか。\n\nそもそも、同項の趣旨は、虚偽のA減を自ら作り出した本人の犠牲の下に、かかる外観を信頼して取引関係に入った者を保護する点にある。\n\nそうだとすれば、同項の「第三者」とは、虚偽表示の当事者又はそのー般承継人以外の者であって、虚偽の外観を基礎として新たな独立の法律上の利害関係を有するに至った者をいうと解する。\n\nそして、かかる転得者であっても、かかる外観を信頼して取引関係に入った者であれば、直接取引に入った者と同様に保護の必要性が認められるので、「第三者」に当たると解する。",
            "5_94条2項の「第三者」と転得者②" : "(善意の譲受人が94条2項で保護されることを認定する)\n\nそれでは，ひとたび「善意の第三者」が現れれば，その後の転得者は悪意であっても保護されるか。\n\nこの点にっぷて，権利関係の早期確定の観点から，「善意の第三者」が現れれば、この者が絶対的に権利を取得し，転得者は，善意・悪意にかかわらず，かかる「善意の第三者」の地位を承継取得するものと解する(絶対的構成)。\n\nただし，転得者が，当初より94条2項の善意者保護規定を信義に反する形で悪用した場合(善意の第三者をわら人形として介在させた場合など)には，例外的に転得者は保護されないものと解する(1条2項)。",
            "6_94条2項の「第三者」" : "94条2項の「第三者」として保護されるためには，無過失及び登記の具備が必要か。\n\nこの点について，本人には虚偽の外観作出につき帰責性が重視すべきであるから，同項の「第三者」として保護されるためには，文言どおり善意であれば足り，無過失を要しないと解する。\n\nまた，本人と第三者とは前主後主の関係に立つので，向項の「第三者」として保護されるためには，対抗要件としての登記を要しないと解する。\n\nさらに，本人の帰責性が大きい以上，権利保護要件としての登記も不要と解する。",
            "7_94条2項の「第三者」と本人からの譲受人" : "虚偽の外観に基づき、新たに独立の法律関係に入った「第三者」(94条2項)と、本人からの譲受人とは、いずれが優先するか。\n\nそもそも、同項によって仮装譲受人が真正な権利者のように扱われるのは、一種の法的擬制であり、同項による権利変動の実体的過程は、本人から第三者への承継取得であると解する。\n\nそこで、「第三者」と本人からの譲受人は対抗関係に立ち、先に対抗要件を具備した者が優先すると解する。",
            "8_94条2項類推①" : "本人が虚偽の外観が作出されているのを知りながらこれを放置していた場合、その外観を信頼して権利を取得した第三者を保護できないか。\n\nそのための法律構成が問題となる。\n\nこの点について、通謀がない以上、 94条2項を直接適用することはできない。\n\nしかし、虚偽の外観を信頼して取引をした第三者を一切保護しないのでは、取引の安全を害することになる。\n\nそもそも、同項の趣旨は、虚偽の外観作出に帰責性のある本人の犠牲において、かかる外観を信頼する第三者を保護するという権利外観法理に求められる。\n\nそうだとすれば、①虚偽の意思表示はなくとも虚偽の外観が存在し、②通謀はなくとも虚偽の外観作出について本人に帰責性が認められ、③第三者の正当な信頼が認められる場合には、同項を類推適用し、かかる第三者は保護されると解する。そして、③については、本人の帰責性が重大であることから、第三者は善意であれ壁り、無過失を要しないと解する。",
            "94条2項類推②" : "本人が虚偽の外観を作出したところ、外観作出に関与した者が本人に無断でそ「外観を変更し、第三者が変更された外観を信頼して取引関係に入った場合、第三者は外観に対応した権利を取得するか。\n\nそもそも、 94条2項の趣旨は、虚偽の外観作出に帰責性のある本人の犠牲において、かかる外観を信頼する第三者を保護するという権利外観法理に求められる。\n\nそうだとすれば、①虚偽の意思表示はなくとも虚偽の外観が存在し、②通謀はなくとも虚偽の外観作出について本人に帰責性が認められ、③第三者の正当な信頼が認められる場合には、同項を類推適用し、かかる第三者は保護されると解する。\n\nそして、③については、本人の帰責性が重大であるといっても、本人の意思に対応した外観が作出されたわけではなく、他人の行為が介在して外観が作出されたものでちることから、 110条の法意に照らし、第三者は善意無過失であることを要すると解する。",
            "11_94条2項類推③" : "他人により本人の意思とは無関係に虚偽の外観が作出された場合，かかる外観を信頼して取引関係に入った第三者を保護することができるか。\n\nそもそも， 94条2項の趣旨は/虚偽の外観作出に帰責性のある本人の犠牲において，かかる外観を信頼する第三者を保護するという権利外観法理に求められる。\n\nそうだとすれば，①虚偽の意思表示はなくとも虚偽の外観が存在し，②通謀はなくとも虚偽の外観作出について本人に帰責性が認められ，③第三者の正当な信頼が認められる場合には，同項を類推適用し，かかる第三者は保護されると解する。\n\nそして，②については，帰責性の程度が，自ら外観の作出に積極的に関与した場合や，これを知りながらあえて放置した場合と同視し得るほど重いちのと認められる場合には，本人に外観作出の意思がなくても肯定できると解する。\n\nただし，③については，本人の帰責性は虚偽の外観との関係では間接的なものであり，また，他人の権限逸脱行為が介在して外観が作出されているがら，110条も類推適用し，第三者は善意無過失であることを要すると解する。",
            "12_minpou" : "minpou_text9",
            "13_minpou" : "minpou_text9",
            "14_minpou" : "minpou_text9"
        },
        "keihou" : {
            "0_keihou" : "keihou_text0",
            "1_keihou" : "keihou_text1",
            "2_keihou" : "keihou_text2",
            "3_keihou" : "keihou_text3",
            "4_keihou" : "keihou_text4",
            "5_keihou" : "keihou_text5",
            "6_keihou" : "keihou_text6",
            "7_keihou" : "keihou_text7",
            "8_keihou" : "keihou_text8",
            "9_keihou" : "keihou_text9"
        },
        "keiso" : {
            "0_keiso" : "keiso_text0",
            "1_keiso" : "keiso_text1",
            "2_keiso" : "keiso_text2",
            "3_keiso" : "keiso_text3",
            "4_keiso" : "keiso_text4",
            "5_keiso" : "keiso_text5",
            "6_keiso" : "keiso_text6",
            "7_keiso" : "keiso_text7",
            "8_keiso" : "keiso_text8",
            "9_keiso" : "keiso_text9"
        },
        "minso" : {
            "0_minso" : "minso_text0",
            "1_minso" : "minso_text1",
            "2_minso" : "minso_text2",
            "3_minso" : "minso_text3",
            "4_minso" : "minso_text4",
            "5_minso" : "minso_text5",
            "6_minso" : "minso_text6",
            "7_minso" : "minso_text7",
            "8_minso" : "minso_text8",
            "9_minso" : "minso_text9"
        },
        "syouhou" : {
            "0_syouhou" : "syouhou_text0",
            "1_syouhou" : "syouhou_text1",
            "2_syouhou" : "syouhou_text2",
            "3_syouhou" : "syouhou_text3",
            "4_syouhou" : "syouhou_text4",
            "5_syouhou" : "syouhou_text5",
            "6_syouhou" : "syouhou_text6",
            "7_syouhou" : "syouhou_text7",
            "8_syouhou" : "syouhou_text8",
            "9_syouhou" : "syouhou_text9"
        },
        "gyouseihou" : {
            "0_gyouseihou" : "gyouseihou_text0",
            "1_gyouseihou" : "gyouseihou_text1",
            "2_gyouseihou" : "gyouseihou_text2",
            "3_gyouseihou" : "gyouseihou_text3",
            "4_gyouseihou" : "gyouseihou_text4",
            "5_gyouseihou" : "gyouseihou_text5",
            "6_gyouseihou" : "gyouseihou_text6",
            "7_gyouseihou" : "gyouseihou_text7",
            "8_gyouseihou" : "gyouseihou_text8",
            "9_gyouseihou" : "gyouseihou_text9"
        }
    },
    "privacy" : "■ 個人情報について\n本アプリでは、お客様から個人情報をを取得する仕様は一切ありません。\nまた、そのため個人情報を第三者の開示することもありません。\n\n■ 個人情報の安全対策\n本アプリは、Apple Incによる審査基準によりリリース許可を取得しており、お客様の端末より個人情報を取得することは一切ありません。\n\n■ 法令、規範の遵守と見直し\n本アプリの運営にあたり、保有する個人情報に関して適用される日本の法令、その他規範を遵守するとともに、本ポリシーの内容を適宜見直し、その改善に努めます。\n\n■ お問い合わせ\n本アプリに関するお問い合せは、前ページのお問い合わせフォームまでご連絡下さい。",
    
    "row" : "「特定商取引法に関する法律」に基づく表示\n「特定商取引法に関する法律」第十一条に基づき以下明示します。\n\n■ 販売事業者\nAppLabo\n\n■ お問い合わせ先\nプライバシーポリーに明記\n\n■ サービスの名称・種類・内容\n\nスマートフォン用ソフトウェアその他デジタルコンテンツの提供\n\n■ 販売価格\n購入時に表記\n\n■ 商品代金以外の必要料金\nインターネット接続料金、通常通信量\n\n■ 代金支払方法\nApple Incによる商品購入に基づくお支払い方法に基づきます。\n\n■ 支払い時期\n購入手続き完了後即時\n\n■ 動作環境\niOS7.0以上の環境でご利用下さい。\n\n■ 瑕疵責任\n法令の適用、その他の事由により、当方がお客様に対する過失責任を負う場合（故意または重過失の場合を除く）、当方のお客様に対する損害賠償責任額はコンテンツ購入額を上限とする。"
}



