{
    "version" : "1.0",
    "textVersion" : "1.0.0",
    "enablePurchase" : "true",
    "formUrl" : "http://goo.gl/forms/JGbf1VfnKm",
    "thanksAlert" : "合格論証集をダウンロードして頂きありがとうございます。\n無料版では各科目10の論証をご覧いただけます。",
    "priceMsg" : "全100種類の論証が掲載された完全版を240円で購入しますか？",
    "historyData" : [
    "10/30 ver1.0をリリース"
    ],
    "textData" : {
        "kenpou" : {
            "0_Sample" : "kenpou_text0",
            "1_Sample" : "kenpou_text1",
            "2_Sample" : "kenpou_text2",
            "3_Sample" : "kenpou_text3",
            "4_Sample" : "kenpou_text4",
            "5_Sample" : "kenpou_text5",
            "6_Sample" : "kenpou_text6",
            "7_Sample" : "kenpou_text7",
            "8_Sample" : "kenpou_text8",
            "9_Sample" : "kenpou_text9"
        },
        "minpou" : {
            "0_権利能力なき社団の財産の帰属　" : "権利能力なき社団に実質上帰属する財産は、いかなる法的性質を有するか。\n\nこの点について、権利能力なき社団には法人格がない以上、これに権利・義務の帰属すると構成できないが、権利能力なき社団が法人と同様の実体を持つことから、その財産に関する法律関係をできるだけ法人の場合と同様に扱うべきである。\n\nそこで、権利能力なき社団の財産は、構成員に総有的に帰属し、各構成員には持分権が認められないと解する。",
            "1_制限行為能力者の詐術" : "制限行為能力者であることを黙秘している場合にも、21条の「詐術」に当たり、取り消し得ない行為となるか。「詐術」の具体的内容が問題となる。\n\nこの点について、制限行為能力者保護と取引安全の要請との調和を図るという同条の趣旨にかんがみ、「詐術」には、制限行為能力者が積極的術策を用いた場合のみならず、普通に人を欺くに足りる言動を用いて相手方の誤信を誘発し、s又は誤信を強めた場合も含まれると解する。",
            "2_権利能力なき社団の債務と責任の帰属" : "権利能力なき社団の債務について構成員は責任を負うか。\n\nこの点について権利能力なき社団には法人格がない以上これに権利・義務が帰属すると構成することはできないが権利能力なき社団が法人と同様の実体を持つことがらその財産に関する法律関係をできるだけ法人の場合と同様に扱うべきである。\n\nそうだとすれば実質的に権利能力なき社団に帰属する債務は団体の構成員に総有的に帰属するとともに社団の総有財産だけがその責任財産となるものと解する。\n\nそこで団体の構成員各自は取引の相手方に対し直接的には個人的債務ないし責任を負わないと解する。\n\nこのように解しても債権者の債権回収への期待は代表者を保証人にしたり個人財産に担保を設定させるなどの方法で図られるから不都合はない。\n\n",
            "3_「目的の範囲内において、権利を有し、義務を負う」(34条)の意義" : "法人はー定の目的のために設立されるので、権利能力の範囲もその目的の範囲内で認められ、目的の範囲外の行為は無効と解される。そこで、 34条の「目的の範囲内の意義」が問題となる。\n\nこの点について、人の財政的基礎の確立と取引の相手方保護の観点から、法人の活動を広く認めるべきである。\n\nそこで、「目的の範囲内」の行為とは、定款に明示された目的自体に限定されず、その目的を遂行する上で直接又は間接に必要な行為を含む止解する。\n\nそして、取引安全のため、目的の範囲の内外は客観的に決するべきである。",
            "4_94条2項の「第三者」と転得者①" : "悪意の譲受人からの善意の転得者は94条2項の「第三者」として保護されるか。\n\nそもそも、同項の趣旨は、虚偽のA減を自ら作り出した本人の犠牲の下に、かかる外観を信頼して取引関係に入った者を保護する点にある。\n\nそうだとすれば、同項の「第三者」とは、虚偽表示の当事者又はそのー般承継人以外の者であって、虚偽の外観を基礎として新たな独立の法律上の利害関係を有するに至った者をいうと解する。\n\nそして、かかる転得者であっても、かかる外観を信頼して取引関係に入った者であれば、直接取引に入った者と同様に保護の必要性が認められるので、「第三者」に当たると解する。",
            "5_94条2項の「第三者」と転得者②" : "(善意の譲受人が94条2項で保護されることを認定する)\n\nそれではひとたび「善意の第三者」が現れればその後の転得者は悪意であっても保護されるか。\n\nこの点について権利関係の早期確定の観点から「善意の第三者」が現れれば、この者が絶対的に権利を取得し転得者は善意・悪意にかかわらずかかる「善意の第三者」の地位を承継取得するものと解する(絶対的構成)。\n\nただし転得者が当初より94条2項の善意者保護規定を信義に反する形で悪用した場合(善意の第三者をわら人形として介在させた場合など)には例外的に転得者は保護されないものと解する(1条2項)。",
            "6_94条2項の「第三者」" : "94条2項の「第三者」として保護されるためには無過失及び登記の具備が必要か。\n\nこの点について本人には虚偽の外観作出につき帰責性が重視すべきであるから同項の「第三者」として保護されるためには文言どおり善意であれば足り無過失を要しないと解する。\n\nまた本人と第三者とは前主後主の関係に立つので向項の「第三者」として保護されるためには対抗要件としての登記を要しないと解する。\n\nさらに本人の帰責性が大きい以上権利保護要件としての登記も不要と解する。",
            "7_94条2項の「第三者」と本人からの譲受人" : "虚偽の外観に基づき、新たに独立の法律関係に入った「第三者」(94条2項)と、本人からの譲受人とは、いずれが優先するか。\n\nそもそも、同項によって仮装譲受人が真正な権利者のように扱われるのは、一種の法的擬制であり、同項による権利変動の実体的過程は、本人から第三者への承継取得であると解する。\n\nそこで、「第三者」と本人からの譲受人は対抗関係に立ち、先に対抗要件を具備した者が優先すると解する。",
            "8_94条2項類推①" : "本人が虚偽の外観が作出されているのを知りながらこれを放置していた場合、その外観を信頼して権利を取得した第三者を保護できないか。\n\nそのための法律構成が問題となる。\n\nこの点について、通謀がない以上、 94条2項を直接適用することはできない。\n\nしかし、虚偽の外観を信頼して取引をした第三者を一切保護しないのでは、取引の安全を害することになる。\n\nそもそも、同項の趣旨は、虚偽の外観作出に帰責性のある本人の犠牲において、かかる外観を信頼する第三者を保護するという権利外観法理に求められる。\n\nそうだとすれば、①虚偽の意思表示はなくとも虚偽の外観が存在し、②通謀はなくとも虚偽の外観作出について本人に帰責性が認められ、③第三者の正当な信頼が認められる場合には、同項を類推適用し、かかる第三者は保護されると解する。そして、③については、本人の帰責性が重大であることから、第三者は善意であれ壁り、無過失を要しないと解する。\n\n\n\n",
            "9_94条2項類推②" : "本人が虚偽の外観を作出したところ、外観作出に関与した者が本人に無断でそ「外観を変更し、第三者が変更された外観を信頼して取引関係に入った場合、第三者は外観に対応した権利を取得するか。\n\nそもそも、 94条2項の趣旨は、虚偽の外観作出に帰責性のある本人の犠牲において、かかる外観を信頼する第三者を保護するという権利外観法理に求められる。\n\nそうだとすれば、①虚偽の意思表示はなくとも虚偽の外観が存在し、②通謀はなくとも虚偽の外観作出について本人に帰責性が認められ、③第三者の正当な信頼が認められる場合には、同項を類推適用し、かかる第三者は保護されると解する。\n\nそして、③については、本人の帰責性が重大であるといっても、本人の意思に対応した外観が作出されたわけではなく、他人の行為が介在して外観が作出されたものでちることから、 110条の法意に照らし、第三者は善意無過失であることを要すると解する。\n\n\n\n",
            "10_94条2項類推③" : "他人により本人の意思とは無関係に虚偽の外観が作出された場合かかる外観を信頼して取引関係に入った第三者を保護することができるか。\n\nそもそも 94条2項の趣旨は/虚偽の外観作出に帰責性のある本人の犠牲においてかかる外観を信頼する第三者を保護するという権利外観法理に求められる。\n\nそうだとすれば①虚偽の意思表示はなくとも虚偽の外観が存在し②通謀はなくとも虚偽の外観作出について本人に帰責性が認められ③第三者の正当な信頼が認められる場合には同項を類推適用しかかる第三者は保護されると解する。\n\nそして②については帰責性の程度が自ら外観の作出に積極的に関与した場合やこれを知りながらあえて放置した場合と同視し得るほど重いちのと認められる場合には本人に外観作出の意思がなくても肯定できると解する。\n\nただし③については本人の帰責性は虚偽の外観との関係では間接的なものでありまた他人の権限逸脱行為が介在して外観が作出されているがら110条も類推適用し第三者は善意無過失であることを要すると解する。\n\n\n\n",
            "11_動機の錯誤" : "意思表示の動機に錯誤がある場合、錯誤無効を主張することはできるか。動機の錯誤が「錯誤」(95条)に当たるかが問題となる。\n\nこの点について、「錯誤」とは、表示に対応する意思が存在せず、しかも意思の不存在につき表意者の認識が欠けていることをいう。\n\nそうだとすれば、動機は意思の形成過程にすぎず、動機の錯誤は「錯誤」に当たらないとも思える。\n\nしかし、同条の趣旨は、基本的には表意者の保護にあり、動機の錯誤の場合も表意者の保護の必要性は変わらない。\n\n他方、あまりに表意者の保護を厚くすると、取引の安全が害される。\n\nそこで、表意者の保護と取引の安全との調和から、動機の錯誤であっても、動機が明示又は黙示に表示されて意思表示の内容となった場合には、「錯誤」に当たると解する。",
            "12_錯誤無効の主張適格" : "錯誤無効はだれでも主張できるか。錯誤無効の主張適格が問題となる。\n\nこの点について、無効はだれでも主張できるのが原則である(120条参照)。\n\nしかし、 95条の趣旨は表意者を保護する点にある。\n\nそうだとすれば、錯誤無効は表意者のみが主張でき、相手方及び第三者は無効を主張できないと解する(取消的無効)。\n\nもっとも、これでは表意者が錯誤を認めている場合であっても、、無効を主張する意思がなければ、だれも無効を主張できないことになる。\n\nそこで、表意者が錯誤を認めている場合、表意者自身は無効を主張する意思がないときであっても、表意者の債権者は、自己の債権を保全する必要があると認められるときには、錯誤無効の主張を代位行使することができると解する(423条1項本文)。",
            "13_錯誤と担保責任の関係" : "錯誤無効(95条)と瑕疵担保責任に基づく契約の解除(570条)のいずれも主張できる場合、両者の関係はどうなるのか。\n\nそもそも、瑕疵担保責任の規定は、有償契約が日常頻繁に行われることにかんがみ、法律関係の早期安定を図るため、1年間の除斥期間を設けたものと解される(570条本文・566条3項)。\n\nまた、条文の位置から、瑕疵担保責任の規定は、総則の錯誤の規定の特則と解される。\n\nそこで、瑕疵担保責任の規定が優先的に適用されるものと解する。",
            "14_96条3項の「第三者」" : "96条3項の「第三者」の意義が問題となる。\n\nそもそも、同項の趣旨は、詐欺により取り消された意思表示が有効であったと信じて、新たに利害関係を持つに至つた第三者を保護するところにある。\n\nそうだとすれば、同項の「第三者」とは、取消しによる遡及的無効のゆえに害される第三者、すなわち詐欺による意思表示の取消し前に新たな独立した法律上の利害関係を有するに至った者をいうと解する。\n\nそして、詐欺によって意思表示をした者には何らかの帰責性が認められるのが通常であり、第三者保護を重視すべきであるから、同項の「第三者」として保護されるためには、文言どおり善意であれば足り、無過失を要しないと解する。また、表意者と第三者とは前主後主の関係に立つので、同項の「第三者」として保護されるためには、対抗要件としての登記を要しないと解する。\n\nさらに、表意者には何らかの帰責性があるので、権利保護要件としての登記も不要であると解する。"
        },
        "keihou" : {
            "0_不作為犯の実行竹為性" : "この点について、実行行為は構成要件的結果発生の現実的危険を有する行為であり、不作為もかかる危険を惹起できるから、不作為も実行行為たり得る。\n\nもっとも、自由保障機能の観点から、処罰範囲を限定する必要があるので、作為との構成要件的同価値性が認められる場合、すなわち、法的作為義務があつたのにその義務に違反し、作為が可能かつ容易であつたの苓作為をしなかった場合に限り、実行行為性が認められると解する。\n\nそして、作為との構成要件的同価値性という観点から、法的作為義務は、被害者の法益が行為者に依存している場合に認められると解する。\n\n具体的には、法的作為義務の有無は、法令・契約・先行行為に加呑、行為者に法益の維持・存続が具体的かつ排他的に依存しているか否かを考慮要素として判断すべきと解する。\n\n\n\n",
            "1_作為義務の錯誤" : "作為義務の錯誤が構成要件的故意を阻却するか。作為義務の認識の要否及び内容が問題となる。\n\nそもそも、故意の本質は、規範に直面して反対動機の形成が可能でめったにもかかわらず、あえて行為に及んだことに対する道義的非難にあるへそして、規範は構成要件の形で国民に与えられている。そのため、故意があるといえるためには、構成要件該当事実の認識が必要である。\n\nそして、構成要件の違法性推定機能を維持すべく、作為義務は構成要件要素であると解する。\n\nそうだとすれば、構成要件的故意が認められるためには、作為義務の認識を要する。\n\nそして、作為義務は裁判官の規範的評価が要求される規範的構成要件要素であるところ、規範的構成要件要素については、その意味を認識して初めて反対動機の形成が可能となる。\n\nもっとも、素人的認識があれば反対動機の形成が可能である。\n\nそこで、作為義務について素人的認識を有していれば、構成要件的故意が認められると解する。\n\n\n\n",
            "2_接正犯の実行行為性" : "他人を利用ずる行為に実行行為性が認められるかが問題となる。\n\nこの点について、実行行為とは構成要件を実現ずる現実的危険を有する行為であるところ、他人を利用する場合でも、利用者が①正犯意思を有し、②他人の行為を道具としてー方的に支配・利用したような場合には、このような現実的危険が認められることから、実行行為性が認められると解する。",
            "3_間接正犯の実行の着手時期" : "間接正犯における実行の着手時期が問題となる。\n\nこの点について、未遂犯の処罰根拠は、構成要件的結果発生の現実的危険性の惹起にあるところ、被利用者の行為は利用者の利用行為の因果的経過にすぎないから、間接正犯では、利用行為の開始時点で実行の着手(43条本文)が認められると解する。",
            "4_結果的加重犯の過失の要否" : "結果的加重犯の加重結果につき過失が必要かが問題となる。\n\nこの点について、基本犯たる故意犯の中に重い結果発生の高度の危険が内包されているから、重い結果についての過失は不要であり、基本行為と重い結果との間に因果関係があれぱ結果的加重犯が成立すると解する。",
            "5_ー択一的競合" : "いずれの毒が効いたかが不明の場合、条件関係が認められるか。\n\nこの点について、条件公式を修正し、両者を一括して除去すれば、結果は発生しないのだから、全体としてみれば、「その行為がなかったら、その結果も発生しなかった」という条件関係が認められる。\n\nしたがって、条件関係が認められると解する。",
            "6_因果関係の判断基準" : "因果関係の判断基準が問題となる。\n\nこの点について、因果関係は社会通念を基礎とした違法有責行為類型たる構成要件該当性の問題であるから、①条件関係を前提に、②行為時に一般人が認識・予見し得た事情及び行為者が現に認識・予見していた事情を基礎事情として、行為から結果が生じることが社会通念上相当といえる場合に因果関係が認められると解する。",
            "7_因果関係の認識の要否" : "故意の要件として、因果関係の認識を要するかが問題となる。\n\nこの点について、因果関係は客観的構成要件要素である以上、故意の認識対象となると解する。",
            "8_具体的事実の錯誤(法定的符合説)" : "具体的事実の錯誤の処理が問題となる。\n\nこの点について、故意責任の本質は、規範に直面して反対動機を形成することが可能でめったにもかかわらずあえて行為に出た反規範的人格態度に対する道義的非難であり、規範は構成要件の形で一般人に与えられている。\n\nそこで、主観と客観が同一構成要件内で符号する限り規範に直面し得たといえ、故意は認められると解する。",
            "9_併発事実の処理" : "法定的符合脱を前提とすると、発生した結果について複数の故意犯を認めるか問題となる。\n\n構成要件の範囲内で故意を抽象化する以上、故意の個数は観念し得ないはずであり、複数の故意犯が成立しても観念的競合(54条1項前段)となるので処断上も不都合はない。\n\nそこで、故意の個数は観念せず、発生した結果の数だけ故意が認められると解する。",
            "10_因果関係の錯誤の処理" : "因果関係の錯誤の場合に、故意が認められるかが問題となる。\n\nそもそも、因果関係は客観的構成要件要素であり、故意の認識対となる。\n\nそして、故意責任の本質は、反規範的人格態度に対する道義的非難であり、規範は一般人に構成要件という形で与えられている。\n\nそこで、主観と客観が構成要件の範囲内で符合する限り、規範に直面し得たといえ、故意が認められると考える。\n\n具体的には、因果関係が認められることにおいて主観と客観とが符合すれ(毛規範に直面し得たといえ、故意が認められると考える。\n\n",
            "11_ウェーバーの概括的故意" : "まず、行為の個数をいかに解すべきかが問題となる。\n\nこの点について、複数の行為にみえる場合であっても、それらが時間的・場所的に接着している場合には、全体として1個の行為とみることができると解する。",                
            "12_早すぎた構成要件の実現" : "実行の着手があるといえるかが問題となる。\n\nこの点について、実行行為とは、構成要件的結果発生の現実的危険性を有する行為をいうため、かかる危険性を惹起した時点において実行行為性が認められ、実行の着手があるといえると解する。そして、犯人の主観もかかる危険性に影響するととから、犯人の主観的犯行計画をも考慮するべきである。\n\n具体的には、①第一行為は第二行為を確実かつ容易に行うため必要不可欠のものといえるか、②第一行為に成功した場合、それ以降の殺害計画を遂行する上で障害となるような特段の事情が存しなかったといえるか、③第一行為と第二行為との問が時間的・場所的に近接していたといえるかを検討する。",
            "13_抽象的事実の錯誤" : "構成要件的故意(38条1項)が認められるか。\n\nそもそも、故意の本質は、規範に直面し反対動機の形成が可能であったにもかかわらずあえて行為に及んだことに対する強い道義的非難にある。\n\nそして、かかる規範は構成要件の形で国民に与えられている。そのため、認識していた犯罪事実と発生した犯罪事実とが異なる構成要件にわたり食い違っている場合には、故意は認められないのが原則である。\n\nもっとも、構成要件は法益侵害行為を類型化したらのであるから、保護法益・客体・行為態様において共通性、類似性があり、実質的な重なり合いが認められる場合には、その重なり合う限度で故意が認められると解する。",
            "14_過失の意義" : "過失の意義をいかに解ずべきかが問題となる。\n\nこの点について、社会的に有用な行為についての過失犯の成立を否定すべく、過失は予見可脂性を前提とした結果回避義務違反の行為であり、まずは構成要件該当性の閏題であると解ずべきである。",
            "15_被害者の承諾" : "被害者の承諾によって、構成要件に該当する行為の違法性が阻却される場合の要件が、違法性の実質との関連で問題となる。\n\nそもそも、違法性の実質は、社会的相当性を逸脱した法益侵害又はその危険性にある。\n\nそこで、被害者の承諾による行為につき、①被害者の有効な承諾があり、かつ、②承諾を得た動機、目的、侵害行為の手段、結果の重大性等諸般の事情に照らし、当該行為が社会的相当性を有する場合は、違法性が阻却されると解する。\n\nそして、①は、処分可能な個人的法益に関すること、真意によること、行為時に存在すること、外部に表示されていることが要件になると解する。"
        },
        "keiso" : {
            "0_keiso" : "keiso_text0",
            "1_keiso" : "keiso_text1",
            "2_keiso" : "keiso_text2",
            "3_keiso" : "keiso_text3",
            "4_keiso" : "keiso_text4",
            "5_keiso" : "keiso_text5",
            "6_keiso" : "keiso_text6",
            "7_keiso" : "keiso_text7",
            "8_keiso" : "keiso_text8",
            "9_keiso" : "keiso_text9"
        },
        "minso" : {
            "0_minso" : "minso_text0",
            "1_minso" : "minso_text1",
            "2_minso" : "minso_text2",
            "3_minso" : "minso_text3",
            "4_minso" : "minso_text4",
            "5_minso" : "minso_text5",
            "6_minso" : "minso_text6",
            "7_minso" : "minso_text7",
            "8_minso" : "minso_text8",
            "9_minso" : "minso_text9"
        },
        "syouhou" : {
            "0_syouhou" : "syouhou_text0",
            "1_syouhou" : "syouhou_text1",
            "2_syouhou" : "syouhou_text2",
            "3_syouhou" : "syouhou_text3",
            "4_syouhou" : "syouhou_text4",
            "5_syouhou" : "syouhou_text5",
            "6_syouhou" : "syouhou_text6",
            "7_syouhou" : "syouhou_text7",
            "8_syouhou" : "syouhou_text8",
            "9_syouhou" : "syouhou_text9"
        },
        "gyouseihou" : {
            "0_gyouseihou" : "gyouseihou_text0",
            "1_gyouseihou" : "gyouseihou_text1",
            "2_gyouseihou" : "gyouseihou_text2",
            "3_gyouseihou" : "gyouseihou_text3",
            "4_gyouseihou" : "gyouseihou_text4",
            "5_gyouseihou" : "gyouseihou_text5",
            "6_gyouseihou" : "gyouseihou_text6",
            "7_gyouseihou" : "gyouseihou_text7",
            "8_gyouseihou" : "gyouseihou_text8",
            "9_gyouseihou" : "gyouseihou_text9"
        }
    },
    "privacy" : "■ 個人情報について\n本アプリでは、お客様から個人情報をを取得する仕様は一切ありません。\nまた、そのため個人情報を第三者の開示することもありません。\n\n■ 個人情報の安全対策\n本アプリは、Apple Incによる審査基準によりリリース許可を取得しており、お客様の端末より個人情報を取得することは一切ありません。\n\n■ 法令、規範の遵守と見直し\n本アプリの運営にあたり、保有する個人情報に関して適用される日本の法令、その他規範を遵守するとともに、本ポリシーの内容を適宜見直し、その改善に努めます。\n\n■ お問い合わせ\n本アプリに関するお問い合せは、前ページのお問い合わせフォームまでご連絡下さい。",
    
    "row" : "「特定商取引法に関する法律」に基づく表示\n「特定商取引法に関する法律」第十一条に基づき以下明示します。\n\n■ 販売事業者\nAppLabo\n\n■ お問い合わせ先\nプライバシーポリーに明記\n\n■ サービスの名称・種類・内容\n\nスマートフォン用ソフトウェアその他デジタルコンテンツの提供\n\n■ 販売価格\n購入時に表記\n\n■ 商品代金以外の必要料金\nインターネット接続料金、通常通信量\n\n■ 代金支払方法\nApple Incによる商品購入に基づくお支払い方法に基づきます。\n\n■ 支払い時期\n購入手続き完了後即時\n\n■ 動作環境\niOS7.0以上の環境でご利用下さい。\n\n■ 瑕疵責任\n法令の適用、その他の事由により、当方がお客様に対する過失責任を負う場合（故意または重過失の場合を除く）、当方のお客様に対する損害賠償責任額はコンテンツ購入額を上限とする。"
}



