{
    "version" : "1.0.1",
    "textVersion" : "0.0.1",
    "enablePurchase" : "true",
    "formUrl" : "http://goo.gl/forms/JGbf1VfnKm",
    "thanksAlert" : "合格論証集をダウンロードして頂きありがとうございます。\n無料版では各科目10の論証をご覧いただけます。",
    "priceMsg" : "全100種類の論証が掲載された完全版を240円で購入しますか？",
    "historyData" : [
    "10/30 ver1.0をリリース"
    ],
    "textData" : {
        "kenpou" : {
            "0_団体の人権享有主体性" : "団体に人権享有主体性が認められるか。人権は個人の権利でありその主佑は本来人間(自然人)でなければならないため問題となる。\n\nこの点について、団体も自然人と同様、ー個の社会的実体として済動しているから、性質上可能な限り、団体にも人権を保障すべきと解する。",
            "1_外国人の人権享有主体性" : "外国人に人権の保障が及ぶか。憲法第3章の表題が「国民の」となっていることから問題となる。\n\nこの点について、人権の前国家的性格(11条)、憲法の国際協調主義(前文3項、98条2項)にかんがみ、外国人にも人権の保障が及ぶと解する。\n\nもっとも、人権の性質は様々であるから、その性質に応じて個別具体的に検討を加える必要がある。\n\nそこで、権利の性質上日本国民のみをその対象としていると解されるものを除き、人権規定の適用があると解する。",
            "2_外国人の参政権国政選挙" : "外国人に国政選挙の選挙権・被選挙権(15条1項)が保障されるかが問題となる。\n\nそもそも、国民主権原理からみて、国民が国政に直接ないし間接に参加ずる権利である参政権を日本国民に限ることは、権利の性質上認められる合理的な制約である。\n\nしたがって、外国人には国政選挙の選挙権・被選挙権は保障されないと考える。",
            "3_外国人の参政権地方選挙" : "外国人に地方選挙の選挙権・被選挙権が保障されるかが問題となる。\n\nそもそも、 15条1項の規定による公務員の任免権の保障は、国民主権原理から外国人には及ばないと考える。\n\nそして、地方公共団体が我が国の統治機構の不可欠の要素をなすことから、93条2項にいう「住民」には外国人は含まれず、外国人の地方選挙における選挙権・被選挙権は憲法上保障されないと考える。\n\nもっとも、外交、国防;幣制などを担当する国政と、住民の生活に密接な関連を有する公共的事務を担当する地方公共団体の政治・行政とでは、国民主権原理とのかか、わりの程度に差異があることを考慮するべきである。\n\nそこで、我が国に在留する外国人のうちでも永住者等であってその居住する区域の地方公共団体と特段に緊密な関係を持つに至ったと認められる者について、法律で地方公共団体での選挙権を付与する措置を講ずることは憲法上禁止されるものではないと考える。\n\n",
            "4_外国人の参政権公務就任権" : "そもそも、前提として、公務就任権の保障をいかなる規定に求めるかが問題となるも、公務員になることは政治に参加することであるといえるため、公務就任権は15条1項により保障されると考える。\n\n次に、外国人に公務就任権が保障されているかが問題となる。\n\nこの点について、公務員の職務はその内容、権限、統治作用とのかかわり方とその程度が様々であるため、個別具体的に検討するべきである。\n\nそこで、公務員はその職務に応じて①直接統治作用にかかわる公務員、②間接的に統治作用にかかわる公務員、③補佐的・補助的な事務、学術的・技術的な事務等に従事する公務員、に区分されるが、①と②の一部に就任する権利は、職務内容が公権力の行使又は公の意思の形成への参画にかかわり国民主権原理と抵触するため、外国人には保障されないと考える。\n\n",
            "5_外国人の再入国の自由" : "外国人に再入国の自由は保障されるか。\n\nこの点について、在留外国人の再入国の自由は. 22条2項の出国の自由に対応して憲法上認められる人権であると解する。\n\nもっとも、日本国民の出入国の自由と全く同じ保障が外国人にも及ヂのではなく、国家は外国人による安全・独立及び福祉に対する侵害から自国を守る王権的権利を有iすると解すべきである。\n\nそこで、著しくかつ直接に日本国の安全と独立及び国民の福祉を害するおそれがある場合には、再入国を許可しないことができると解する。\n\n",
            "6_外国人の政治活動の自由" : "政治活動の自由は、外国人にも日本国民と同程度に保障されるか。政治活動の自由が参政権的な機能を有することから問題となる。\n\nそもそも、精神的自由は自然権的性質を有する人権であるからHその性質上、外国人にし保障されると解される。\n\nしかし、政治活動の自由は、参政権の行使にかかわるものであるところ、参政権は国民主権原理(前文、1条)に基づき、日本国民にのみ認められるものである。\n\nそこで、日本国民と同程度の保障を認めることはできず、我が国の政治問題に対する不当な干渉にならない限りで外国人にも政治活動の自由が認められると解する。",
            "7_未成年者の人権" : "未成年者には成年者とは違った特別の制約を認めるべきかが問題となる。\n\nこの点について、未成年者自身の自己加害を理由とする権利の制限(パターナリズム)は、自由主義に反するため、原則として許されないと考える。\n\nもっとも、未成年者が心身ともに未成熟である場合には、未成年者自身の判断にまかせるのは、未成年者を個人として尊重したことにほならない。\n\nそこで、未成年者が成熟した判断を欠く行為の結果、長期的にみて未成年者自身の目的達成諸能力を重大かつ永続的に弱化せしめる見込みのある場合に限って成年者とは違った特別の制約を認めるべきであると考える。",
            "8_公共の福祉の意味" : "公共の福祉の意味をいかに解すべきかが問題となる。\n\nこの点について、公共の福祉は人権相互の矛盾衝突を調整するための実質的公平の原理であり、すべての人権に論理必然的に内在していると解する。\n\nそして、公共の福祉は、自由権を各人に公平に保障するための制約を根拠付ける場合には、必要最小限度の規制のみを認め(自由国家的公共の福祉)、社会権を実質的に保障するために自由権の規制を根拠付ける場合には、必要な限度の規制を認めるもの(社会国家的公共の福祉)として働くと解する。",
            "9_公務員の政治活動の自由" : "公務員の政治活動の自由は特別の制限に服するかが問題となる。\n\nそもそも、公務員も「国民」(第3章)であるから、政治活動の自由が保障されるのが原則である。\n\nしかし、政党内閣制の下においては、行政の職務の中立性が保たれてはじめて政策が忠実に実行されて、行政の継続性、安定性が維持される以上、公務員の政治活動の自由を制限する必要性があると解する。\n\nさらに、憲法は公務員関係の存在と自律性を憲法秩序の構成要素として認めている(15条、73条4号等)。\n\nそこで、公務員の政治活動の自由は特別の制限に服すると解する。",
            "10_私人間効力間接適用説" : "私人間において人権侵害の主張が認められるかが問題となる。\n\n確かに、本来人権は、対国家的権利であり、私的自治が妥当する私人間においては適用されないとも思える。\n\nしかし、現代においては、巨大組織等の社会的権力による人権侵害から市民を守る必要がある。\n\nまた、人権保障の理念はすべての法領域に妥当する客観的秩序と解される。\n\nそこで、人権保障の必要性と私的自治の調和との観点から、私法の一般条項(民法90条等)を解釈する際に人権規定で意味補充を行い、緻密な利益衡量により私人間における人権保障を実現するべきものと解する(間接適用説)。",
            "11_団体とその構成員の関係" : "まず、前提として、団体の活動が団体の目的の範囲内でなければならない。\n\n次に、団体の目的の範囲内の活動だとしても、構成員がそれに協力する義務を負うかが問題となる。\n\nこの点について、団体活動の実効性確保の観点から、構成員に団体の多数決原理による決定を強制すると、構成員の基本的利益を侵害するおそれがある。\n\nそこで、①具体的な団体活動の内容・性質、②これについて構成員に求められる協カの内容・程度・態様等を比較衡量し、多数決原理に基づく団体活動の実効性と団体の構成員個人の基本的利益の調和という観点から、団体の統制力と構成員の協力義務の範囲に合理的な限定を加えることが必要であると解する。\n\n",
            "12_プライバシー権" : "そもそもプライバシー権が憲法上保障されているか、14条以下で列挙されていないため問題となる。\n\nこの点について、13条後段の幸福追求権は、個人の人格的生存に不可欠な利益を内容とする権利の総称をいうと解する。\n\nそして、情報化社会の現代においては、自己に関する情報が自己の関与しないところで用いられると、人格的自律が害されるといえる。\n\nそこで、プライバシー権は、自己に関する情報をコントロールするものとして人格的生存に不可欠な権利といえ、 13条後段により保障されると考える。"
        },
        "minpou" : {
            "0_権利能力なき社団の財産の帰属　" : "権利能力なき社団に実質上帰属する財産は、いかなる法的性質を有するか。\n\nこの点について、権利能力なき社団には法人格がない以上、これに権利・義務の帰属すると構成できないが、権利能力なき社団が法人と同様の実体を持つことから、その財産に関する法律関係をできるだけ法人の場合と同様に扱うべきである。\n\nそこで、権利能力なき社団の財産は、構成員に総有的に帰属し、各構成員には持分権が認められないと解する。",
            "1_制限行為能力者の詐術" : "制限行為能力者であることを黙秘している場合にも、21条の「詐術」に当たり、取り消し得ない行為となるか。「詐術」の具体的内容が問題となる。\n\nこの点について、制限行為能力者保護と取引安全の要請との調和を図るという同条の趣旨にかんがみ、「詐術」には、制限行為能力者が積極的術策を用いた場合のみならず、普通に人を欺くに足りる言動を用いて相手方の誤信を誘発し、s又は誤信を強めた場合も含まれると解する。",
            "2_権利能力なき社団の債務と責任の帰属" : "権利能力なき社団の債務について構成員は責任を負うか。\n\nこの点について権利能力なき社団には法人格がない以上これに権利・義務が帰属すると構成することはできないが権利能力なき社団が法人と同様の実体を持つことがらその財産に関する法律関係をできるだけ法人の場合と同様に扱うべきである。\n\nそうだとすれば実質的に権利能力なき社団に帰属する債務は団体の構成員に総有的に帰属するとともに社団の総有財産だけがその責任財産となるものと解する。\n\nそこで団体の構成員各自は取引の相手方に対し直接的には個人的債務ないし責任を負わないと解する。\n\nこのように解しても債権者の債権回収への期待は代表者を保証人にしたり個人財産に担保を設定させるなどの方法で図られるから不都合はない。\n\n",
            "3_「目的の範囲内において、権利を有し、義務を負う」(34条)の意義" : "法人はー定の目的のために設立されるので、権利能力の範囲もその目的の範囲内で認められ、目的の範囲外の行為は無効と解される。そこで、 34条の「目的の範囲内の意義」が問題となる。\n\nこの点について、人の財政的基礎の確立と取引の相手方保護の観点から、法人の活動を広く認めるべきである。\n\nそこで、「目的の範囲内」の行為とは、定款に明示された目的自体に限定されず、その目的を遂行する上で直接又は間接に必要な行為を含む止解する。\n\nそして、取引安全のため、目的の範囲の内外は客観的に決するべきである。",
            "4_94条2項の「第三者」と転得者①" : "悪意の譲受人からの善意の転得者は94条2項の「第三者」として保護されるか。\n\nそもそも、同項の趣旨は、虚偽のA減を自ら作り出した本人の犠牲の下に、かかる外観を信頼して取引関係に入った者を保護する点にある。\n\nそうだとすれば、同項の「第三者」とは、虚偽表示の当事者又はそのー般承継人以外の者であって、虚偽の外観を基礎として新たな独立の法律上の利害関係を有するに至った者をいうと解する。\n\nそして、かかる転得者であっても、かかる外観を信頼して取引関係に入った者であれば、直接取引に入った者と同様に保護の必要性が認められるので、「第三者」に当たると解する。",
            "5_94条2項の「第三者」と転得者②" : "(善意の譲受人が94条2項で保護されることを認定する)\n\nそれではひとたび「善意の第三者」が現れればその後の転得者は悪意であっても保護されるか。\n\nこの点について権利関係の早期確定の観点から「善意の第三者」が現れれば、この者が絶対的に権利を取得し転得者は善意・悪意にかかわらずかかる「善意の第三者」の地位を承継取得するものと解する(絶対的構成)。\n\nただし転得者が当初より94条2項の善意者保護規定を信義に反する形で悪用した場合(善意の第三者をわら人形として介在させた場合など)には例外的に転得者は保護されないものと解する(1条2項)。",
            "6_94条2項の「第三者」" : "94条2項の「第三者」として保護されるためには無過失及び登記の具備が必要か。\n\nこの点について本人には虚偽の外観作出につき帰責性が重視すべきであるから同項の「第三者」として保護されるためには文言どおり善意であれば足り無過失を要しないと解する。\n\nまた本人と第三者とは前主後主の関係に立つので向項の「第三者」として保護されるためには対抗要件としての登記を要しないと解する。\n\nさらに本人の帰責性が大きい以上権利保護要件としての登記も不要と解する。",
            "7_94条2項の「第三者」と本人からの譲受人" : "虚偽の外観に基づき、新たに独立の法律関係に入った「第三者」(94条2項)と、本人からの譲受人とは、いずれが優先するか。\n\nそもそも、同項によって仮装譲受人が真正な権利者のように扱われるのは、一種の法的擬制であり、同項による権利変動の実体的過程は、本人から第三者への承継取得であると解する。\n\nそこで、「第三者」と本人からの譲受人は対抗関係に立ち、先に対抗要件を具備した者が優先すると解する。",
            "8_94条2項類推①" : "本人が虚偽の外観が作出されているのを知りながらこれを放置していた場合、その外観を信頼して権利を取得した第三者を保護できないか。\n\nそのための法律構成が問題となる。\n\nこの点について、通謀がない以上、 94条2項を直接適用することはできない。\n\nしかし、虚偽の外観を信頼して取引をした第三者を一切保護しないのでは、取引の安全を害することになる。\n\nそもそも、同項の趣旨は、虚偽の外観作出に帰責性のある本人の犠牲において、かかる外観を信頼する第三者を保護するという権利外観法理に求められる。\n\nそうだとすれば、①虚偽の意思表示はなくとも虚偽の外観が存在し、②通謀はなくとも虚偽の外観作出について本人に帰責性が認められ、③第三者の正当な信頼が認められる場合には、同項を類推適用し、かかる第三者は保護されると解する。そして、③については、本人の帰責性が重大であることから、第三者は善意であれ壁り、無過失を要しないと解する。\n\n\n\n",
            "9_94条2項類推②" : "本人が虚偽の外観を作出したところ、外観作出に関与した者が本人に無断でそ「外観を変更し、第三者が変更された外観を信頼して取引関係に入った場合、第三者は外観に対応した権利を取得するか。\n\nそもそも、 94条2項の趣旨は、虚偽の外観作出に帰責性のある本人の犠牲において、かかる外観を信頼する第三者を保護するという権利外観法理に求められる。\n\nそうだとすれば、①虚偽の意思表示はなくとも虚偽の外観が存在し、②通謀はなくとも虚偽の外観作出について本人に帰責性が認められ、③第三者の正当な信頼が認められる場合には、同項を類推適用し、かかる第三者は保護されると解する。\n\nそして、③については、本人の帰責性が重大であるといっても、本人の意思に対応した外観が作出されたわけではなく、他人の行為が介在して外観が作出されたものでちることから、 110条の法意に照らし、第三者は善意無過失であることを要すると解する。\n\n\n\n",
            "10_94条2項類推③" : "他人により本人の意思とは無関係に虚偽の外観が作出された場合かかる外観を信頼して取引関係に入った第三者を保護することができるか。\n\nそもそも 94条2項の趣旨は/虚偽の外観作出に帰責性のある本人の犠牲においてかかる外観を信頼する第三者を保護するという権利外観法理に求められる。\n\nそうだとすれば①虚偽の意思表示はなくとも虚偽の外観が存在し②通謀はなくとも虚偽の外観作出について本人に帰責性が認められ③第三者の正当な信頼が認められる場合には同項を類推適用しかかる第三者は保護されると解する。\n\nそして②については帰責性の程度が自ら外観の作出に積極的に関与した場合やこれを知りながらあえて放置した場合と同視し得るほど重いちのと認められる場合には本人に外観作出の意思がなくても肯定できると解する。\n\nただし③については本人の帰責性は虚偽の外観との関係では間接的なものでありまた他人の権限逸脱行為が介在して外観が作出されているがら110条も類推適用し第三者は善意無過失であることを要すると解する。\n\n\n\n",
            "11_動機の錯誤" : "意思表示の動機に錯誤がある場合、錯誤無効を主張することはできるか。動機の錯誤が「錯誤」(95条)に当たるかが問題となる。\n\nこの点について、「錯誤」とは、表示に対応する意思が存在せず、しかも意思の不存在につき表意者の認識が欠けていることをいう。\n\nそうだとすれば、動機は意思の形成過程にすぎず、動機の錯誤は「錯誤」に当たらないとも思える。\n\nしかし、同条の趣旨は、基本的には表意者の保護にあり、動機の錯誤の場合も表意者の保護の必要性は変わらない。\n\n他方、あまりに表意者の保護を厚くすると、取引の安全が害される。\n\nそこで、表意者の保護と取引の安全との調和から、動機の錯誤であっても、動機が明示又は黙示に表示されて意思表示の内容となった場合には、「錯誤」に当たると解する。",
            "12_錯誤無効の主張適格" : "錯誤無効はだれでも主張できるか。錯誤無効の主張適格が問題となる。\n\nこの点について、無効はだれでも主張できるのが原則である(120条参照)。\n\nしかし、 95条の趣旨は表意者を保護する点にある。\n\nそうだとすれば、錯誤無効は表意者のみが主張でき、相手方及び第三者は無効を主張できないと解する(取消的無効)。\n\nもっとも、これでは表意者が錯誤を認めている場合であっても、、無効を主張する意思がなければ、だれも無効を主張できないことになる。\n\nそこで、表意者が錯誤を認めている場合、表意者自身は無効を主張する意思がないときであっても、表意者の債権者は、自己の債権を保全する必要があると認められるときには、錯誤無効の主張を代位行使することができると解する(423条1項本文)。",
            "13_錯誤と担保責任の関係" : "錯誤無効(95条)と瑕疵担保責任に基づく契約の解除(570条)のいずれも主張できる場合、両者の関係はどうなるのか。\n\nそもそも、瑕疵担保責任の規定は、有償契約が日常頻繁に行われることにかんがみ、法律関係の早期安定を図るため、1年間の除斥期間を設けたものと解される(570条本文・566条3項)。\n\nまた、条文の位置から、瑕疵担保責任の規定は、総則の錯誤の規定の特則と解される。\n\nそこで、瑕疵担保責任の規定が優先的に適用されるものと解する。",
            "14_96条3項の「第三者」" : "96条3項の「第三者」の意義が問題となる。\n\nそもそも、同項の趣旨は、詐欺により取り消された意思表示が有効であったと信じて、新たに利害関係を持つに至つた第三者を保護するところにある。\n\nそうだとすれば、同項の「第三者」とは、取消しによる遡及的無効のゆえに害される第三者、すなわち詐欺による意思表示の取消し前に新たな独立した法律上の利害関係を有するに至った者をいうと解する。\n\nそして、詐欺によって意思表示をした者には何らかの帰責性が認められるのが通常であり、第三者保護を重視すべきであるから、同項の「第三者」として保護されるためには、文言どおり善意であれば足り、無過失を要しないと解する。また、表意者と第三者とは前主後主の関係に立つので、同項の「第三者」として保護されるためには、対抗要件としての登記を要しないと解する。\n\nさらに、表意者には何らかの帰責性があるので、権利保護要件としての登記も不要であると解する。"
        },
        "keihou" : {
            "0_不作為犯の実行竹為性" : "この点について、実行行為は構成要件的結果発生の現実的危険を有する行為であり、不作為もかかる危険を惹起できるから、不作為も実行行為たり得る。\n\nもっとも、自由保障機能の観点から、処罰範囲を限定する必要があるので、作為との構成要件的同価値性が認められる場合、すなわち、法的作為義務があつたのにその義務に違反し、作為が可能かつ容易であつたの苓作為をしなかった場合に限り、実行行為性が認められると解する。\n\nそして、作為との構成要件的同価値性という観点から、法的作為義務は、被害者の法益が行為者に依存している場合に認められると解する。\n\n具体的には、法的作為義務の有無は、法令・契約・先行行為に加呑、行為者に法益の維持・存続が具体的かつ排他的に依存しているか否かを考慮要素として判断すべきと解する。\n\n\n\n",
            "1_作為義務の錯誤" : "作為義務の錯誤が構成要件的故意を阻却するか。作為義務の認識の要否及び内容が問題となる。\n\nそもそも、故意の本質は、規範に直面して反対動機の形成が可能でめったにもかかわらず、あえて行為に及んだことに対する道義的非難にあるへそして、規範は構成要件の形で国民に与えられている。そのため、故意があるといえるためには、構成要件該当事実の認識が必要である。\n\nそして、構成要件の違法性推定機能を維持すべく、作為義務は構成要件要素であると解する。\n\nそうだとすれば、構成要件的故意が認められるためには、作為義務の認識を要する。\n\nそして、作為義務は裁判官の規範的評価が要求される規範的構成要件要素であるところ、規範的構成要件要素については、その意味を認識して初めて反対動機の形成が可能となる。\n\nもっとも、素人的認識があれば反対動機の形成が可能である。\n\nそこで、作為義務について素人的認識を有していれば、構成要件的故意が認められると解する。\n\n\n\n",
            "2_接正犯の実行行為性" : "他人を利用ずる行為に実行行為性が認められるかが問題となる。\n\nこの点について、実行行為とは構成要件を実現ずる現実的危険を有する行為であるところ、他人を利用する場合でも、利用者が①正犯意思を有し、②他人の行為を道具としてー方的に支配・利用したような場合には、このような現実的危険が認められることから、実行行為性が認められると解する。",
            "3_間接正犯の実行の着手時期" : "間接正犯における実行の着手時期が問題となる。\n\nこの点について、未遂犯の処罰根拠は、構成要件的結果発生の現実的危険性の惹起にあるところ、被利用者の行為は利用者の利用行為の因果的経過にすぎないから、間接正犯では、利用行為の開始時点で実行の着手(43条本文)が認められると解する。",
            "4_結果的加重犯の過失の要否" : "結果的加重犯の加重結果につき過失が必要かが問題となる。\n\nこの点について、基本犯たる故意犯の中に重い結果発生の高度の危険が内包されているから、重い結果についての過失は不要であり、基本行為と重い結果との間に因果関係があれぱ結果的加重犯が成立すると解する。",
            "5_ー択一的競合" : "いずれの毒が効いたかが不明の場合、条件関係が認められるか。\n\nこの点について、条件公式を修正し、両者を一括して除去すれば、結果は発生しないのだから、全体としてみれば、「その行為がなかったら、その結果も発生しなかった」という条件関係が認められる。\n\nしたがって、条件関係が認められると解する。",
            "6_因果関係の判断基準" : "因果関係の判断基準が問題となる。\n\nこの点について、因果関係は社会通念を基礎とした違法有責行為類型たる構成要件該当性の問題であるから、①条件関係を前提に、②行為時に一般人が認識・予見し得た事情及び行為者が現に認識・予見していた事情を基礎事情として、行為から結果が生じることが社会通念上相当といえる場合に因果関係が認められると解する。",
            "7_因果関係の認識の要否" : "故意の要件として、因果関係の認識を要するかが問題となる。\n\nこの点について、因果関係は客観的構成要件要素である以上、故意の認識対象となると解する。",
            "8_具体的事実の錯誤(法定的符合説)" : "具体的事実の錯誤の処理が問題となる。\n\nこの点について、故意責任の本質は、規範に直面して反対動機を形成することが可能でめったにもかかわらずあえて行為に出た反規範的人格態度に対する道義的非難であり、規範は構成要件の形で一般人に与えられている。\n\nそこで、主観と客観が同一構成要件内で符号する限り規範に直面し得たといえ、故意は認められると解する。",
            "9_併発事実の処理" : "法定的符合脱を前提とすると、発生した結果について複数の故意犯を認めるか問題となる。\n\n構成要件の範囲内で故意を抽象化する以上、故意の個数は観念し得ないはずであり、複数の故意犯が成立しても観念的競合(54条1項前段)となるので処断上も不都合はない。\n\nそこで、故意の個数は観念せず、発生した結果の数だけ故意が認められると解する。",
            "10_因果関係の錯誤の処理" : "因果関係の錯誤の場合に、故意が認められるかが問題となる。\n\nそもそも、因果関係は客観的構成要件要素であり、故意の認識対となる。\n\nそして、故意責任の本質は、反規範的人格態度に対する道義的非難であり、規範は一般人に構成要件という形で与えられている。\n\nそこで、主観と客観が構成要件の範囲内で符合する限り、規範に直面し得たといえ、故意が認められると考える。\n\n具体的には、因果関係が認められることにおいて主観と客観とが符合すれ(毛規範に直面し得たといえ、故意が認められると考える。\n\n",
            "11_ウェーバーの概括的故意" : "まず、行為の個数をいかに解すべきかが問題となる。\n\nこの点について、複数の行為にみえる場合であっても、それらが時間的・場所的に接着している場合には、全体として1個の行為とみることができると解する。",                
            "12_早すぎた構成要件の実現" : "実行の着手があるといえるかが問題となる。\n\nこの点について、実行行為とは、構成要件的結果発生の現実的危険性を有する行為をいうため、かかる危険性を惹起した時点において実行行為性が認められ、実行の着手があるといえると解する。そして、犯人の主観もかかる危険性に影響するととから、犯人の主観的犯行計画をも考慮するべきである。\n\n具体的には、①第一行為は第二行為を確実かつ容易に行うため必要不可欠のものといえるか、②第一行為に成功した場合、それ以降の殺害計画を遂行する上で障害となるような特段の事情が存しなかったといえるか、③第一行為と第二行為との問が時間的・場所的に近接していたといえるかを検討する。",
            "13_抽象的事実の錯誤" : "構成要件的故意(38条1項)が認められるか。\n\nそもそも、故意の本質は、規範に直面し反対動機の形成が可能であったにもかかわらずあえて行為に及んだことに対する強い道義的非難にある。\n\nそして、かかる規範は構成要件の形で国民に与えられている。そのため、認識していた犯罪事実と発生した犯罪事実とが異なる構成要件にわたり食い違っている場合には、故意は認められないのが原則である。\n\nもっとも、構成要件は法益侵害行為を類型化したらのであるから、保護法益・客体・行為態様において共通性、類似性があり、実質的な重なり合いが認められる場合には、その重なり合う限度で故意が認められると解する。",
            "14_過失の意義" : "過失の意義をいかに解ずべきかが問題となる。\n\nこの点について、社会的に有用な行為についての過失犯の成立を否定すべく、過失は予見可脂性を前提とした結果回避義務違反の行為であり、まずは構成要件該当性の閏題であると解ずべきである。",
            "15_被害者の承諾" : "被害者の承諾によって、構成要件に該当する行為の違法性が阻却される場合の要件が、違法性の実質との関連で問題となる。\n\nそもそも、違法性の実質は、社会的相当性を逸脱した法益侵害又はその危険性にある。\n\nそこで、被害者の承諾による行為につき、①被害者の有効な承諾があり、かつ、②承諾を得た動機、目的、侵害行為の手段、結果の重大性等諸般の事情に照らし、当該行為が社会的相当性を有する場合は、違法性が阻却されると解する。\n\nそして、①は、処分可能な個人的法益に関すること、真意によること、行為時に存在すること、外部に表示されていることが要件になると解する。"
        },
        "keiso" : {
            "0_将来の犯罪に対する捜査の可否" : "将来発生が予想される犯罪事実についても、捜査が許されるか。\n\nこの点について、具体的・現実的に予見し得る将来犯罪を前提にするのであれば犯罪の訴追を目的とする限り、子期される特定の将来犯罪の犯人を特定し証拠を保全する活動も捜査であり、刑訴法による規制に服すべきものである。\n\nまた、 189条2項の文理上必ずしも犯罪が行われた後に限定する趣旨ではないとも読み得る。\n\nそこで、任意捜査については、将来の犯罪に対する捜査も許されると解する。",
            "1_強制処分と任意処分の区別" : "本件行為は「強制の処分」(197条1項ただし書)に当たるか、強制処分の意義が問題となる。\n\nこの点について、科学技術の発達により、直接の物理的作用は伴わないものの、対象となる人のプライバシーその他の重要な権利や利益に重大な影響を及ぼすような手段が現れている。それゆえ、物理力の行使を基準とすることは人権保障(1条)の見地から妥当ではない。\n\nしかし、捜査は、流動的な事態に臨機応変に対応し、積極的に相手に働きかけ影響カを加える性質を有するので、およそ何らかの権利・利益の制約があれば強制処分に当たるとして強制処分法定主義・令状主義の規律を及ぼすとすれば、捜査の実効性を担保できず、実体的真実発見の要請(1条)を損なう。やはり、法定の厳格な要件・手続によって保護する必要のあるほど重要な権利一利益に対する制約を伴う場合に初めて強制処分に当たると解すべきである。\n\nしたがって、強制処分とは、①相手方の明示又は黙示の意思に反して、②その重要な権利・利益を実質的に侵害・制約する処分をいうと解すべきである。\n\n",
            "2_任意処分の限界" : "任意処分は、いかなる限度で許容されるか。\n\nこの点について、当該捜査が任意捜査であるとしても、一定の権利・利益を制約する以上、捜査比例の原則(197条1項本文)の下、必要性・緊急性などを考慮した上、具体的状況の下で相当と認められる限度において許容されると解する。",
            "3_所持品検査の適法性" : "本件所持品検査は、適法か。\n\nこの点について、所持品検査は口頭による質問と密接に関連し、かつ職務質問の効果をあげる上で必要性、有効性が認められる行為であることがら、警察官職務執行法2条1項による職務質問に付随してこれを行うことができると解する。\n\nそして、所持品検査は任意手段たる職務質問の付随行為として許容される以上、①所持人の承諾を得て行うのが原則である。\n\nしかし、犯罪の予防・鎮圧という行政警察活動の目的を達成するためには、所持人の承諾がなくとも、②捜索に至らない程度の行為は強制にわたらない限り許容される場合があるというべきである。\n\nそして、所持品検査はそれを受ける者のプライバシーを制約するから、警察比例の原則により、③必要性、緊急性、これによって害される個人の法益と保護されるべき公共の利益との権衡などを考慮し、具体的状況の下で相当と認められる限度においてのみ、許容されると解する。\n\n",
            "4_交通検問の法的根拠・適法要件" : "本件交通検問は、適法か。\n\nこの点について、自動車検問も職務質問のー類型であるといえるところ;警察官職務執行法2条1項に基づいて可能であると解される。そして、行政警察活動であうても司法警察活動との区別が困難で人権侵害のおそれが高いから、任意捜査の原則(法197条1項本文)の趣旨は、行政警察活動にも及ぶと解される。\n\nそうだとすればy行政警察活動も対象者の利益侵害を最小限度にとどめて行うべきである\n\nそこで、交通違反予防のための一斉検問は、①交通違反の多発する地域等の適当な場所において、②相手方の任意の協力を求める形で、③短時分の停止を求め、④自動車利用者の自由を不当に制約しない方法・態様で行われる限り、適法であると解する。",
            "5_被疑者の逮捕が前置しているか否かの基準" : "被疑者の逮捕が前置しているか否かをどう判断すべきか。\n\nまず、逮捕前置主義とは、被疑者の勾留には適法な逮捕が先行する必要があるところ、被疑者の逮捕が前置しているか否かの基準が問題となる。\n\nそもそも、逮捕前置主義の趣旨は、身体拘束につき二重の司法審査を保障することにあり、その審査は、被疑事実ごとになされる(200条1項、 64条)。そこで、被疑者の逮捕が先行しているかどうかは、人でなく事件、すなわち被疑事実を基準として判断すべきである。\n\nしたがって、逮捕と勾留の事件、すなわち被疑事実が同一であれば、逮捕が前置されているといえると解する。\n\nそして、逮捕・勾留も最終的には刑罰権の確保を目的とする手続であるから、刑罰権の及ぶ範囲と同様の基準、すなわち「公訴事実の同一性」(312条1項)を基準に事件の同一性を判断すべきと解する。\n\n",
            "6_先行する逮捕が違法な場合の勾留請求の可否" : "先行する逮捕が違法な場合の勾留請求は許されるか。\n\nそもそも、現行法が予定している逮捕前置主義の下では、勾留をするには逮捕が先行する必要があるが、先行する逮捕は、適法なものであることが前提であると解される。\n\nまた、逮捕について不服申立手段のない現行法の下では、逮捕についての司法審査も勾留段階で一括してなされるべきである。そこで、違法な逮捕に引き続く勾留は原則として認められないと解する。\n\nもっとも、軽微な違法があるにすぎない場合にも勾留を否定することは、後の公訴提起を困難にする点で真実発見の要請（1条）に反する。\n\nそこで、適正手続の保障、司法の廉潔制の見地から、重大な違法がある場合に限り、勾留は許されないと解する。\n\n",
            "7_別件逮捕・勾留の違法性の判断基準" : "別件逮捕・勾留はいかなる場合に農法となるか。\n\nそもそも、逮捕・勾留の適法性は、当該逮捕事実との関係で決せられるのであるから、別件につき逮捕・勾留の理由と必要性が具備されていれば、別件についての逮捕・勾留は適法となると解する。\n\nもっとも、身体拘束後の取調べ状況を勘案し、身体拘束期間中に専ら本件の取調べを行っているような場合、別件取調べは形式を整えるにすぎず、当初から別件について身体拘束の要件が欠けていたとして、逮捕・勾留が違法となると解する。",
            "8_常習一罪の一部についての逮捕・勾留の可否" : "常習一罪の一部についての逮捕・勾留は許されるか。\n\nそもそも、一罪一逮捕・一勾留の原則は、実質的根拠は、ー回の逮捕・勾留の機会に一罪の全部について同時処理の義務を検察官に負わせ、ー罪の一部をなす他の事実が後に偶然判明しても、被疑者の人権保障の見地からその事実について再度逮捕・勾留することを認めないとする点にある。\n\nそして、一罪の同時処理義務は、検察官による同時処理が可能であることを前提とする。\n\nしたがって、同時処理が可能な場合には例外を認や、同一の犯罪事実について改めて逮捕・勾留できると解する。\n\nもっとも、逮捕・勾留以前の犯罪事実について、常に同時処理が不可能であったとすると、一罪につき何度も逮捕。勾留を許すこととなるため、一罪一逮捕・一勾留の原則に反することとなり妥当ではない。\n\nそこで、当初の逮捕・勾留前に発生した事実については、手続上同時処理の可能性があったというべきであると解する。\n\n",
            "9_再逮捕・再勾留の可否" : "再逮捕・再勾留は許されるか。\n\nこの点について、現行法は被疑者の身体拘束について厳格な時間制限を設け(203条以下)、被疑者の人権侵害を最小限に抑えているといえる。\n\nそうだとすれば、同一の被疑事実について再逮捕・再勾留することは、かかる法の趣旨を潜脱するものとして原則として違法となり、認められないと解する。\n\nもっとも、いかなる事情があろうとも再逮捕及び再勾留が許されないとするのでは、釈放後の被疑者を一切身体拘束し得なくなる点で、真実発見(1条)を害することとなり妥当ではない。また、法は、再逮捕を予定する規定を置いている(199条3項、規則142条1項8号)。\n\nそこで、犯罪の重大性や事情の変更、すなわち、新たな重要な証拠の発見あるいは逃亡のおそれないし罪証隠滅のおそれという新たな事情の出現がある場合には、例外的に再逮捕・再勾留も許されると解する。\n\n",
            "10_場所に対する捜索差押許可状による身体捜索の可否" : "場所に対する捜索差押許可状によって、その場に居合わせた者の身体を捜索できるか。n\nこの点について、 219条1項は「身体」と「場所」を区別して規定しており、身体に対する捜索によって侵害される人身の自由やプライバシーの利益は、場所に対するプライバシーとは異質であって、そこに包摂させることはできない。n\nそこで、人の身体は捜索場所には含まれず、場所に対する捜索差押許可状で人の身体の捜索をすることは、原則として許されないと解する。n\nもっとも、法が捜査機関に強制処分である捜索の権限を与えている以上、捜索の目的を達成するために合理的にみて必要かつ相当な措置をとることは、捜索の権限に含まれ、法はこれを許容していると解される。n\nそこで、捜索場所に居合わせた者が、捜索中又は捜索の開始直前に、捜索場所にああった差押え目的物を身体・携帯物に隠匿した疑いが十分にあるときは、捜索の「必要な処分」(222条1項本文・111条1項前段)として、妨害行為を排除して原状に回復するために、合理的にみて必要かつ相当な処分を行うことができると解する。\n\n",
            "11_「場所」に対する捜索差押許可状による第三者の携帯物の捜索の可否" : "「場所」に対する捜索差押許可状によって第三者の携帯物を捜索することができるか。\n\nこの点について、捜索場所に偶然居合わせた者の携帯物は居室の備品とはいえず、この者の携帯物の捜索・差押えについては、裁判官による審査を受けたとはいえない。\n\nまた、通常このような携帯物に証拠物が存在する蓋然性は低く、捜索の許容性も認められない。\n\nそこで、原則として、居合わせた者の携帯物は捜索場所に含まれず、場所に対する令状により捜索することはできないと解する。\n\nもっとも、捜索という本体的な強制処分が許されている以上、それに付随して、その目的を達成するために必要不可欠な最小限度の強制力を行使することも許される。\n\nそこで、その場に居合わせた者に対する捜索は、隠匿行為を疑うに足りる十分な理由があり、必要かつ相当といえる行為であれば、「必要な処分」として許されると解する。\n\n",
            "12_差押え目的物の特定の程度" : "差押え目的物をどの程度特定して令状に記載する必要があるか。\n\nこの点について、令状主義の趣旨は、一般的探索的捜索を防止する点にあるから、できる限り個別・具体的に特定してなされるのが望ましい。\n\nしかし、令状発付の判断の際には、差押え対象物の性質や形状等の詳細が判明しておらず、ある程度概括的な記載にならざるを得ない。\n\nそこで、被疑事実との関連性があり、かつ具体的例示を伴っている限り、そのような概括的記載も許されると解する。",
            "13_包括的差押えの可否" : "包括的差押えは許されるか。\n\nこの点について、9舶条任基づく捜索・差押えの対象物は被疑事実に関連する物でなければならない。\n\nしたがって、原則として関連性を確認することなく、対象物を差し押さえることは違法であると解する。\n\nもっとも、捜査時において関連性の有無を確認することが困難な場合や、差押えに手間取り証拠隠滅がなされる危険がある場合もあり、常に確認が必要とするのは妥当ではない。\n\nそこで、被疑事実と関連性が認められる蓋然性があり、確認をしていたのでは証拠隠滅がなされてしまう危険がある場合には、例外的に関連性を確認することなく差し押さえることし適法であると解する。",
            "14_令状呈示前の捜索の可否" : "令状呈示前の捜索は許されるか。\n\n確かに、222条1項及び110条は、捜索令状は、処分を受ける者に示さなければならないと規定しており、文言上は、処分実行の着手前に呈示すべきとば要請されていない。\n\nしかし、令状呈示の趣旨1ま、手続の公正を担保するとともに、処分を受ける者の人権に配慮することにある以上、令状の執行に着手する前の呈示を原則とすぺである。\n\nもっとも、処分の実効性を確保するために必要やむを得ない合理的理由がある場合には、具体的な捜査行為に入る前であれぱ、事後の令状呈示も許容きれると解する。"
        },
        "minso" : {
            "0_除斥・忌避事由不存在の確定と不急行為の効力" : "要急行為でない行為がなされた後琳斥・忌避事由不存在の決定が確定した場合、かかる不急行為は有効となるか。\n\n確かに急速を要しない行為を行っており形式的に26条の規定に違反するため、かかる行為は無効となるとも思える。\n\nしかし 26条の趣旨は、除斥・忌避事由のあるおそれがある裁判官による裁判を停止させることにより、公平な裁判を担保する点にある。そして、除斥・忌避不存在の裁判が確定したときはもともと公平な裁判を阻iたといえるためかかる瑕疵が治癒されても同条の趣旨には反しない。\n\nそこで法令違反の瑕疵は治癒され無条件で有効となると解する。",
            "1_除斥・忌避の確定と要急行為の効力" : "要急行為がなされた後除斥・忌避の裁判が確定した場合かかる要急行為は有効となるか。\n\n確かに除斥・忌避原因が認められる以上要急行為は無効となるとも思える。\n\nしかし 26条ただし書が要急行為を許す趣旨は迅速な裁判が要求される限度で公正な裁判の要請を後退させ当事者の権利保護を図ることにある。\n\nそこで除斥・忌避の裁判が確定した場合でも要急行為は有効と解する。",
            "2_当事者の確定の基準" : "当事者がだれであるかはいかにして判断するべきか。\n\nそもそも当事者という地位は人的裁判籍(4条)等の判断基準となるので訴えの提起後直ちにかつ明確に判断する必要があるところ訴え提起直後においては訴状の記載が最も基準として明確であるため訴状を基準とすべきである。\n\nもっとも具体的妥当性確保のため訴状の当事者欄の記載(133条2項1号)のみならず請求の趣旨及び原因を含む訴状の記載を客観的合理的に解釈して当事者を決すべきと解する。",
            "3_訴え提起前の被告の死亡" : "原告の訴え提起前に被告が既に死亡していたが、相続人が死者の名で応訴していたような場合、訴訟追行の結果を相続人に及ぼすことができないか。\n\nこの点について、被告が訴え提起前に既に死亡していた場合には、潜在的な訴訟係属が生じているとは評価できないため、訴訟係属後に当事者を変更する任意的当事者変更の手続によるべきである。\n\nそして、任意的当事者変更は明文のない制度であり、新当事者の手続保障の観点から、従前の訴訟追行の結果に新当事者は拘束されないのが原則であるが、相続人が被告の名で応訴しているような場合には、新当事者たる相続人の手続保障を考慮する必要はないといえる。\n\nそこで、相続人が訴状を受領して応訴しているときは、原告は、当事者を死者から相続人に変更することができ、相続人は、信義則上(2条)、従前の訴訟追行の結果が自己に及ぶことを否定できないと解する。",
            "4_訴訟準備段階の後の被告の死亡" : "訴状提出後、訴状到達前に被告が死亡していたが、相続人が死者の名で応訴していたような場合、訴訟追行の結果を相続人に及ぼすことができないか。\n\nこの点について、訴訟係属後に当事者が死亡した場合には、実体法上の紛争主体たる地位の変動に伴い、相続人が訴訟上の地位を承継すると解される(当然承継、 124条1項1号参照)。\n\nそして、原告が既に訴状を提出していたというように、訴訟成立の準備段階に入った後に被告が死亡した場合には、潜在的な訴訟承継が生じていたと評価でき、訴訟係属後の死亡と同視できる。\n\nそこで、かかる場合には、当然承継の趣旨を類推適用し、相続人による訴訟承継を認めるべきと解する。\n\nしたがって、かかる場合には、訴訟追行の結果が相続人に及ぶと解する。",
            "5_民法上の組合と当事者能力" : "量法上の組合に当事者能力が認められないか組合が「社団」(29条)に当たるか否かが問題となる。\n\nそもそも、権利能力なき社団と組合は実際上区別が困難である。また、同条の趣旨は民法上権利能力のない社団にも当事者能力を認め、相手方が当事者を見付ける困難を解消し、もって相手方の訴訟上の便益を図る点にある。\n\nそして、かかる趣旨は民法上の組合にも妥当する。\n\nそこで、民法上の組合も「社団」に当たり、当事者能力が認められると解する。",
            "6_表見法理規定の類推適用" : "実体法上の表見法理の規定を訴訟法上の訴訟行為に類推適用できるか。\n\nこの点について、表見法理の規定は取引安全を図るための規定であり、取引行為でない訴訟行為にはその趣旨は妥当しない。\n\nまた、表見法理の類推適用を認めると、本人の真正な代表者によって裁判を受ける権利(憲法32条)が奪われることになる。\n\nさらに、表見法理によると、相手方の善意・悪意により結果が異なることになり(民法109条以下)、手続の画一性・安定性が害される。\n\nそこで、表見法理の類推適肺ま認めることができないと解する。",
            "7_境界確定訴訟の法的性質" : "境界確定訴訟の法的性質をいかに解するべきか。\n\nそもそも。境界は地番の範囲を画定するものであり、地番によって表示されるー筆の土地は私的所有・取引の単位であると同時に、課税上の単位を画し、場合によっては境界が行政単位の境界ともなる公法上の単位としての側面を有するから、私人がー筆一筆の土地の範囲を自由に決めることを認めるべきではない。\n\nそこで、境界確定の訴えは形式的形成訴訟と解する。",
            "8_一部認容判決の可否" : "一部認容判決をすることが認められるか。申立事項と判決事項とは一致しなければならないことから、 246条に反しないか問題となる。\n\nそもそも、処分権主義の現れである246条の趣旨は当事者意思の尊重にあり、その機能は当事者への不意打ちの防止にある。\n\nそこで、一部認容判決も、①原告の合理的意思に反せず、②被告に対する不意打ちとならない限りで認められると解する。",
            "9_債務不存在確認訴訟の訴訟物" : "債務不存在確認訴訟の訴訟物は何か。\n\nこの点について、債務不存在確認訴訟と給付訴訟は、裁判所に対する審判要求(給付か確認か)と、原告・被告の立場に差異があるものの、権利主張の内容である訴訟物たる権利そのものは同一であり、その意味で反対形相の関係にあるといえる。\n\nそこで、その訴訟物は債権者のなす給付訴訟の場合と同様にい債務の全額から自認額を控除した、その余の債務の存否であると解する。",
            "10_上限の記載がない債務不存在確認訴訟の訴訟物の特定" : "請求の趣旨で上限が明示されていない場合、訴訟物は特定されているといえるか。\n\nこの点について、請求の趣旨で上限が明示されていない場合には、債務の全額が判然とせず、訴訟物が特定されていないとも思える。\n\nしかし、請求の原因並びにー件記録から上限を判断できる場合には、上限が明示された場合と同様に解することができる。\n\nそこで、かかる場合には訴訟物は特定されていると解する。",
            "11_一部請求後の残部請求の可否" : "一部請求訴訟の判決確定後に残部を請求することは、既判力に抵触し許されないのではないか、一部請求における訴訟物の範囲と関連して問題となる。\n\nこの点について、原告には実体法上、私的自治の原則から債権を分割して行使する自由があり、訴訟法上も当事者に訴訟の開始、審判対象の特定やその範囲の限定、更に判決によらずに訴訟を終了させる権能を認める建前たる処分権主義(法246条参照)が採られている。もっとも、前訴で一部であることを明示せずに訴訟を提起して判決まで得た原告が、前訴判決確定後も残部について自由に請求できるとすると、前訴が全部請求であることを前提に応訴してきた被告にとって不意打ちとなる。\n\nそこで、原告が一部請求であることを明示している場合に限り、当該一部が独立した訴訟物となり、既判力はその範囲にのみ及ぶため、残部請求は既判力に抵触しないと解する。",
            "12_一部請求棄却後の残部請求の可否" : "一部請求を棄却する判決が確定した後に残部を請求することばできるか。\n\nこの点について、一部請求の当否を判断ずるためには、おのずから債権全部について審理判断する必要があり、当事者の主張立証の範囲・程度も全部請求の場合と異ならない。\n\nそうだとすれば、一部請求を棄却する判決は、残部として請求できる部分が存在しないとの判断を示すものであるといえる。\n\nそれにもかかわらず、棄却判決が確定した後に原告が残部請求することは、実質的には前訴の蒸返しであり、紛争は解決されたとの被告の合理的期待に反し、被告にニ重の応訴の負担を強いるものである。\n\nそこで、一部請求を棄却する判決が確定した後に残部を請求する訴えを提起することは、特段の事情がない限り、信義則に反し許されないと解する。",
            "13_一部請求と相殺の抗弁" : "一部請求がなされた場合に、被告から相殺の抗弁が提出されてそれに理由があるとき、裁判所はどのように認容額を認定するべきか。\n\nこの点について、処分権主義(246条参照)の下、一部請求については明示があれば独立の訴訟物となるから、裁判所は当該訴訟について請求されている額を基準にして相殺の抗弁を採用するべきとち思える。\n\nしかし、原告の意思としては、口頭弁論終結時において存在する数量的なー部につき、少なくともその額は認容きれることを期待して請求することが通常であるところ、\n\nかかる原告の意思を聯重して債権の金額を基準として認容額を決することが、紛争の一団的解決に資するといえる。そこで、債権の総額を確定して、その額から自働債権の額を控除した残存額につき認容判決をすべきと解する。",
            "14_後発的損害の賠償請求" : "交通事故による損害賠償請求の前訴で勝訴した原告が、前訴確定後、判決の基準時以後に生じた、同ー事故を原因とする後遺症による損害の賠償を求める後訴を提起し得るか。\n\nそもそも、処分権主義の趣旨・機能たる原告の意思尊重の要請、被告に対する不意打ち防止の調和の観点より、訴訟物が一部であることを明示した場合、独立の訴訟物となると解する。\n\nそうだとすれば、後遺症による後発損害については明示がないのであるから独立した訴訟物とはならず、請求は認められないとも思える。\n\nもっとも、このように解すると後遺症について原告の救済を否定することになり、妥当でない。また、前訴の請求は、その訴訟の事実審口頭弁論終結時までに発生した損害に限定する趣旨であり、一部であることを明示したものになるとも考えられる。\n\nそこで、前訴請求を一個の債権の一部を明示して請求された場合と解し、後遺症による損害賠償請求の後訴を残額請求として訴求することが認められると解する。"
        },
        "syouhou" : {
            "0_将来の犯罪に対する捜査の可否" : "将来発生が予想される犯罪事実についても、捜査が許されるか。\n\nこの点について、具体的・現実的に予見し得る将来犯罪を前提にするのであれば犯罪の訴追を目的とする限り、子期される特定の将来犯罪の犯人を特定し証拠を保全する活動も捜査であり、刑訴法による規制に服すべきものである。\n\nまた、 189条2項の文理上必ずしも犯罪が行われた後に限定する趣旨ではないとも読み得る。\n\nそこで、任意捜査については、将来の犯罪に対する捜査も許されると解する。",
            "1_強制処分と任意処分の区別" : "本件行為は「強制の処分」(197条1項ただし書)に当たるか、強制処分の意義が問題となる。\n\nこの点について、科学技術の発達により、直接の物理的作用は伴わないものの、対象となる人のプライバシーその他の重要な権利や利益に重大な影響を及ぼすような手段が現れている。それゆえ、物理力の行使を基準とすることは人権保障(1条)の見地から妥当ではない。\n\nしかし、捜査は、流動的な事態に臨機応変に対応し、積極的に相手に働きかけ影響カを加える性質を有するので、およそ何らかの権利・利益の制約があれば強制処分に当たるとして強制処分法定主義・令状主義の規律を及ぼすとすれば、捜査の実効性を担保できず、実体的真実発見の要請(1条)を損なう。やはり、法定の厳格な要件・手続によって保護する必要のあるほど重要な権利一利益に対する制約を伴う場合に初めて強制処分に当たると解すべきである。\n\nしたがって、強制処分とは、①相手方の明示又は黙示の意思に反して、②その重要な権利・利益を実質的に侵害・制約する処分をいうと解すべきである。\n\n",
            "2_任意処分の限界" : "任意処分は、いかなる限度で許容されるか。\n\nこの点について、当該捜査が任意捜査であるとしても、一定の権利・利益を制約する以上、捜査比例の原則(197条1項本文)の下、必要性・緊急性などを考慮した上、具体的状況の下で相当と認められる限度において許容されると解する。",
            "3_所持品検査の適法性" : "本件所持品検査は、適法か。\n\nこの点について、所持品検査は口頭による質問と密接に関連し、かつ職務質問の効果をあげる上で必要性、有効性が認められる行為であることがら、警察官職務執行法2条1項による職務質問に付随してこれを行うことができると解する。\n\nそして、所持品検査は任意手段たる職務質問の付随行為として許容される以上、①所持人の承諾を得て行うのが原則である。\n\nしかし、犯罪の予防・鎮圧という行政警察活動の目的を達成するためには、所持人の承諾がなくとも、②捜索に至らない程度の行為は強制にわたらない限り許容される場合があるというべきである。\n\nそして、所持品検査はそれを受ける者のプライバシーを制約するから、警察比例の原則により、③必要性、緊急性、これによって害される個人の法益と保護されるべき公共の利益との権衡などを考慮し、具体的状況の下で相当と認められる限度においてのみ、許容されると解する。\n\n",
            "4_交通検問の法的根拠・適法要件" : "本件交通検問は、適法か。\n\nこの点について、自動車検問も職務質問のー類型であるといえるところ;警察官職務執行法2条1項に基づいて可能であると解される。そして、行政警察活動であうても司法警察活動との区別が困難で人権侵害のおそれが高いから、任意捜査の原則(法197条1項本文)の趣旨は、行政警察活動にも及ぶと解される。\n\nそうだとすればy行政警察活動も対象者の利益侵害を最小限度にとどめて行うべきである\n\nそこで、交通違反予防のための一斉検問は、①交通違反の多発する地域等の適当な場所において、②相手方の任意の協力を求める形で、③短時分の停止を求め、④自動車利用者の自由を不当に制約しない方法・態様で行われる限り、適法であると解する。",
            "5_被疑者の逮捕が前置しているか否かの基準" : "被疑者の逮捕が前置しているか否かをどう判断すべきか。\n\nまず、逮捕前置主義とは、被疑者の勾留には適法な逮捕が先行する必要があるところ、被疑者の逮捕が前置しているか否かの基準が問題となる。\n\nそもそも、逮捕前置主義の趣旨は、身体拘束につき二重の司法審査を保障することにあり、その審査は、被疑事実ごとになされる(200条1項、 64条)。そこで、被疑者の逮捕が先行しているかどうかは、人でなく事件、すなわち被疑事実を基準として判断すべきである。\n\nしたがって、逮捕と勾留の事件、すなわち被疑事実が同一であれば、逮捕が前置されているといえると解する。\n\nそして、逮捕・勾留も最終的には刑罰権の確保を目的とする手続であるから、刑罰権の及ぶ範囲と同様の基準、すなわち「公訴事実の同一性」(312条1項)を基準に事件の同一性を判断すべきと解する。\n\n",
            "6_先行する逮捕が違法な場合の勾留請求の可否" : "先行する逮捕が違法な場合の勾留請求は許されるか。\n\nそもそも、現行法が予定している逮捕前置主義の下では、勾留をするには逮捕が先行する必要があるが、先行する逮捕は、適法なものであることが前提であると解される。\n\nまた、逮捕について不服申立手段のない現行法の下では、逮捕についての司法審査も勾留段階で一括してなされるべきである。そこで、違法な逮捕に引き続く勾留は原則として認められないと解する。\n\nもっとも、軽微な違法があるにすぎない場合にも勾留を否定することは、後の公訴提起を困難にする点で真実発見の要請（1条）に反する。\n\nそこで、適正手続の保障、司法の廉潔制の見地から、重大な違法がある場合に限り、勾留は許されないと解する。\n\n",
            "7_別件逮捕・勾留の違法性の判断基準" : "別件逮捕・勾留はいかなる場合に農法となるか。\n\nそもそも、逮捕・勾留の適法性は、当該逮捕事実との関係で決せられるのであるから、別件につき逮捕・勾留の理由と必要性が具備されていれば、別件についての逮捕・勾留は適法となると解する。\n\nもっとも、身体拘束後の取調べ状況を勘案し、身体拘束期間中に専ら本件の取調べを行っているような場合、別件取調べは形式を整えるにすぎず、当初から別件について身体拘束の要件が欠けていたとして、逮捕・勾留が違法となると解する。",
            "8_常習一罪の一部についての逮捕・勾留の可否" : "常習一罪の一部についての逮捕・勾留は許されるか。\n\nそもそも、一罪一逮捕・一勾留の原則は、実質的根拠は、ー回の逮捕・勾留の機会に一罪の全部について同時処理の義務を検察官に負わせ、ー罪の一部をなす他の事実が後に偶然判明しても、被疑者の人権保障の見地からその事実について再度逮捕・勾留することを認めないとする点にある。\n\nそして、一罪の同時処理義務は、検察官による同時処理が可能であることを前提とする。\n\nしたがって、同時処理が可能な場合には例外を認や、同一の犯罪事実について改めて逮捕・勾留できると解する。\n\nもっとも、逮捕・勾留以前の犯罪事実について、常に同時処理が不可能であったとすると、一罪につき何度も逮捕。勾留を許すこととなるため、一罪一逮捕・一勾留の原則に反することとなり妥当ではない。\n\nそこで、当初の逮捕・勾留前に発生した事実については、手続上同時処理の可能性があったというべきであると解する。\n\n",
            "9_再逮捕・再勾留の可否" : "再逮捕・再勾留は許されるか。\n\nこの点について、現行法は被疑者の身体拘束について厳格な時間制限を設け(203条以下)、被疑者の人権侵害を最小限に抑えているといえる。\n\nそうだとすれば、同一の被疑事実について再逮捕・再勾留することは、かかる法の趣旨を潜脱するものとして原則として違法となり、認められないと解する。\n\nもっとも、いかなる事情があろうとも再逮捕及び再勾留が許されないとするのでは、釈放後の被疑者を一切身体拘束し得なくなる点で、真実発見(1条)を害することとなり妥当ではない。また、法は、再逮捕を予定する規定を置いている(199条3項、規則142条1項8号)。\n\nそこで、犯罪の重大性や事情の変更、すなわち、新たな重要な証拠の発見あるいは逃亡のおそれないし罪証隠滅のおそれという新たな事情の出現がある場合には、例外的に再逮捕・再勾留も許されると解する。\n\n",
            "10_場所に対する捜索差押許可状による身体捜索の可否" : "場所に対する捜索差押許可状によって、その場に居合わせた者の身体を捜索できるか。n\nこの点について、 219条1項は「身体」と「場所」を区別して規定しており、身体に対する捜索によって侵害される人身の自由やプライバシーの利益は、場所に対するプライバシーとは異質であって、そこに包摂させることはできない。n\nそこで、人の身体は捜索場所には含まれず、場所に対する捜索差押許可状で人の身体の捜索をすることは、原則として許されないと解する。n\nもっとも、法が捜査機関に強制処分である捜索の権限を与えている以上、捜索の目的を達成するために合理的にみて必要かつ相当な措置をとることは、捜索の権限に含まれ、法はこれを許容していると解される。n\nそこで、捜索場所に居合わせた者が、捜索中又は捜索の開始直前に、捜索場所にああった差押え目的物を身体・携帯物に隠匿した疑いが十分にあるときは、捜索の「必要な処分」(222条1項本文・111条1項前段)として、妨害行為を排除して原状に回復するために、合理的にみて必要かつ相当な処分を行うことができると解する。\n\n",
            "11_「場所」に対する捜索差押許可状による第三者の携帯物の捜索の可否" : "「場所」に対する捜索差押許可状によって第三者の携帯物を捜索することができるか。\n\nこの点について、捜索場所に偶然居合わせた者の携帯物は居室の備品とはいえず、この者の携帯物の捜索・差押えについては、裁判官による審査を受けたとはいえない。\n\nまた、通常このような携帯物に証拠物が存在する蓋然性は低く、捜索の許容性も認められない。\n\nそこで、原則として、居合わせた者の携帯物は捜索場所に含まれず、場所に対する令状により捜索することはできないと解する。\n\nもっとも、捜索という本体的な強制処分が許されている以上、それに付随して、その目的を達成するために必要不可欠な最小限度の強制力を行使することも許される。\n\nそこで、その場に居合わせた者に対する捜索は、隠匿行為を疑うに足りる十分な理由があり、必要かつ相当といえる行為であれば、「必要な処分」として許されると解する。\n\n",
            "12_差押え目的物の特定の程度" : "差押え目的物をどの程度特定して令状に記載する必要があるか。\n\nこの点について、令状主義の趣旨は、一般的探索的捜索を防止する点にあるから、できる限り個別・具体的に特定してなされるのが望ましい。\n\nしかし、令状発付の判断の際には、差押え対象物の性質や形状等の詳細が判明しておらず、ある程度概括的な記載にならざるを得ない。\n\nそこで、被疑事実との関連性があり、かつ具体的例示を伴っている限り、そのような概括的記載も許されると解する。",
            "13_包括的差押えの可否" : "包括的差押えは許されるか。\n\nこの点について、9舶条任基づく捜索・差押えの対象物は被疑事実に関連する物でなければならない。\n\nしたがって、原則として関連性を確認することなく、対象物を差し押さえることは違法であると解する。\n\nもっとも、捜査時において関連性の有無を確認することが困難な場合や、差押えに手間取り証拠隠滅がなされる危険がある場合もあり、常に確認が必要とするのは妥当ではない。\n\nそこで、被疑事実と関連性が認められる蓋然性があり、確認をしていたのでは証拠隠滅がなされてしまう危険がある場合には、例外的に関連性を確認することなく差し押さえることし適法であると解する。",
            "14_令状呈示前の捜索の可否" : "令状呈示前の捜索は許されるか。\n\n確かに、222条1項及び110条は、捜索令状は、処分を受ける者に示さなければならないと規定しており、文言上は、処分実行の着手前に呈示すべきとば要請されていない。\n\nしかし、令状呈示の趣旨1ま、手続の公正を担保するとともに、処分を受ける者の人権に配慮することにある以上、令状の執行に着手する前の呈示を原則とすぺである。\n\nもっとも、処分の実効性を確保するために必要やむを得ない合理的理由がある場合には、具体的な捜査行為に入る前であれぱ、事後の令状呈示も許容きれると解する。"
        },
        "gyouseihou" : {
            "0_法律の留保の原則" : "法律の留保の原則における「法律」とはいかなるものを意味するか。\n\n法律の留保の原則の趣旨は、自由主義の思想に基づき、一定の行政活動について、国民の代表からなる議会の事前承認を義務付けることによって、国民の権利自由を保護するという点にある。\n\nそこで、法律の留保の原則における「法律」とは、ある行政機関が、国民の権利義務に関する一定の行政活動をするに当たって必要とされる根拠規定、すなわち根拠規範を意味すると考えられ、組織規範や規制規範はこれに当たらないと解する。",
            "1_法律の留保の原則の適用範囲" : "いかなる性質の行政活動について法律の根拠が必要とぎれるか。\n\nこの点について、あらゆる行政活動について法律の根拠を要するとすれば、現実行政需要への対応を困難にする。\n\n一方で、民主的基盤を有する国会は、法律以外の手段によっても行政機関をコントロールし得るから、恣意的な行政権力から国民の自由を守るために、法律の根拠を要する行政活動を、個人の権利を制約し義務を課すような侵害的な行政活動に限定したとしても、民主主義の要請に応え得る。\n\nそこで、侵害的な行政活動については法律の根拠を要するが、そうでないものについては法律の根拠を要しないと解すべきである(侵害留保説)。",
            "2_取消事由たる瑕疵と無効事由たる瑕疵の区別" : "取消事由たる瑕疵と無効事由たる瑕疵の区別\n\nいかなる瑕疵が無効事由たる瑕疵といえるか。明文の規定がないため問題となる。\n\nまず、無効確認訴訟は時機に後れた取消訴訟として機能するから、無効確認訴訟はi出訴期間を経過してもなお衡平の観点から当事者の救済を認める必要がある場合に限って認めるべきである。\n\nそうだとすると、無効原因には当該行政処分に重大な瑕疵があることを要する。\n\n次に、行政関係の安定や第三者の信頼保護の観点から原則としく瑕疵が明白であり、処分の性質上、第三者の信頼を保護する必要がない場合には明白性の要件は不要と解する。\n\nそこで、その場合は被処分者に不利益を甘受させることが著しく不当といえる事情があるかを検討する。\n\n",
            "3_違法性の承継" : "先行処分の取消訴訟の出訴期間に、後行処分の取消訴訟において、先行処分の違法性を主張することが認められるか。\n\nこの点について、取消訴訟に出訴期間を定めて行政程の早期確定を図つた趣旨から、原則として違法性の承継は認められない。\n\nもっとも、国民の権利保護の観点から、違法性の承継を認めるべき場合もあり得る。\n\nそこで、①先行行為と後行行為が連続して一つの法律効果の発生を目指す場合であって、②先行行為について訴訟での手続保障が十分与えられてかつた場合には、例外的に違法性の承継が認められると解する。",
            "4_裁量権の逸脱" : "いかなる場合に裁量権の逸脱・濫用(行訴法30条)が認められるか。\n\n行政庁の判断の結果及び過程について、重要な事実の基礎を欠弋か又は社会観念上著しく妥当を欠く場合に、裁量権の逸脱・濫用があるとして違法となると解する。\n\n具体的には、①行政庁の判断の結果止事実誤認に基づ三湯台、②処分の目的・動機が法の趣旨に反する場合、③処分が一般原則に反する揚合等に、裁量権の逸脱・濫用となる。",
            "5_理由の提示の程度" : "いかなる程度の理由の提示が必要か。\n\nそもそも、理由提示の趣旨は、行政庁の判断の慎重・合理性を担保し恣意を抑制するとともに、処分の理由を被処分者に知らせ不服申立て等で争う場合の便宜を与える点にある。\n\nそこで、理由の提示の程度としては、いかなる事実関係に基づいて、いかなる法規を適用して当該処分を行ったかということが、被処分者において、その記載自体から了知し得る程度に具体的に記載されている必要があると解する。",
            "6_手続の瑕疵と行政処分の効力" : "いかなる手続の瑕疵が行政処分の取消事由となるか。\n\nこの点について、行政法の目的(1条) に照らすと、行手法は同法上の適正な手続によって行政処分を受ける権利を保障していると解されるから、同法の規定する重要な手続を履践しないで行われた処分は、特段の事情のある場合を除き、処分の取消事由となると解する。\n\n行手法の重要な手続としては、告知・聴聞/理由の提示、文書閲覧、審査基準の設定・公表(いわゆる適正手続四原則)が挙げられる。",
            "7_処分性の判断基準" : "処分性はいかなる場合に認められるか。\n\nこの点について、「処分」(行訴法3条2項)とは、公権力の主体たる国又は公共団体の行為のうち、その行為によって、直接国民の権利義務を形成し又はその範囲を確定することが法律上認められているものをいう。\n\n具体的には、公権力性・法的効果性の点から判断し、その際、実効的な権利救済の観点も加味して検討していくこととなる。",
            "8_「法律上の利益を有する者」の意義" : "「法律上の利益を有する者」とはいかなる者をいうか。\n\nこの点について、「法律上の利益を有する者」とは、当該処分により自己の権利若しくは法律上保護された利益を侵害され又は必然的に侵害されるおそれのある者をいう。\n\nそして、当該処分を定めた行政法規が、不特定多数者の具体的利益を専ら一般的公益の中に吸収解消させるにとどめず、それが帰属する個々人の個別的利益としてもこれを保護すべきものとする趣旨を含むと解される場合には、このような利益もここにいう法律上保護された利益に当たる。",
            "9_訴えの利益の判断基準" : "訴えの利益はどのように判断されるべきか。\n\nそもそも、訴えの利益とは、当該処分を取り消す必要性のことである。そして、処分が取消判決によって除去すべき法的効果を有しているか否か、処分を取り消すことによって回復される権利利益が存在するか否か、という観点から検討される。",
            "10_理由の差替えの可否" : "理由の差替えは許されるか。\n\nそもそもぎ申請拒否処分に理由提示が要求されている趣旨は、①行政庁の判断の慎重・合理性を担保して恣意を抑制するとともに、②処分の相手方に不服申立ての便宜を与える点にある。そして、理由の差替えの場合には、処分の際に処分理由が具体的に記載され通知されている以上、かかる趣旨は果たされているといえる。\n\nしたがって、理由の差替えは原則として認められる。\n\nもっとも、処分の同一性を失わせるような理由の差替えは、もはや別個の処分であり、その場合は処分の際に処分理由が具体的に記載され通知されているとはいえないため、そのような理由の差替えは認められない。\n\n",
            "11_公務員個人への損害賠償請求の可否" : "国又は公共団体に対する国家賠償請求が認められる場合に、公務員個人に対して損害賠償請求をすることはできるか。\n\nこの点について、「国又は公共団体が」責任を負うという国賠法1条1項の文言や、公務員個人の責任を認めると公務員を萎縮させ公務の適正な執行を妨げること、国家に責任を負わせることで被害者救済という目的は達成されることからすれば、公務員個人は、その公権力の行使としての行為に関して、被害者に対して直接責任を負わないと考えられる。\n\nしたがって、公務員個人に対して損害賠償請求をすることはできない。",
            "12_国賠法上の違法性の判断基準" : "いかなる場合に、国賠法上「違法」となるか。違法の判断基準が問題となる。\n\nそもそも、違法性の判断基準として、行政活動の法規範適合性が重要であるので、行為に着目すべきである。そして、行政事件訴訟と国家賠償請求訴訟とは制度趣旨を異にしており、それらの訴訟における違法性は別個に判断されると考えられる。\n\nそこで、「違法」とは、職務上尽くすべき注意義務を尽くさなかったことをいうと解する。",
            "13_ 「瑕疵」の判断基準" : "いかなる場合にT瑕疵」があるといえるか。\n\nそもそも、営造物の設置又は管理に「瑕疵」があるとは、当該営造物が通常有すべき安全性を欠いていることをいう。\n\nそして、通常有すべき安全性の有無は、①他人に危害を及ぼす危険性、②予見可能性、③回避可一生を基準に判断される。",
            "14_補償の要否" : "そもそも、憲法29条3項が「正当な補償」を要するとしたのは、特定の個人の犠牲の下に社会全体が利益を得るのは平等原則に反するからである。\n\nそこで、特別の犠牲といえる場合には保障を要すると解する。\n\n具体的には、①侵害行為の対象が広く一般人か特定の個人ないし団体か、②侵害行為が財産権に内在する社会的制約として受忍すべき限度内であるか、それを超えて財産権の本質的内容を侵すほど強度なものであるかを、総合的に考慮して判断すべきと解する。"
        }
    },
    "privacy" : "■ 個人情報について\n本アプリでは、お客様から個人情報をを取得する仕様は一切ありません。\nまた、そのため個人情報を第三者の開示することもありません。\n\n■ 個人情報の安全対策\n本アプリは、Apple Incによる審査基準によりリリース許可を取得しており、お客様の端末より個人情報を取得することは一切ありません。\n\n■ 法令、規範の遵守と見直し\n本アプリの運営にあたり、保有する個人情報に関して適用される日本の法令、その他規範を遵守するとともに、本ポリシーの内容を適宜見直し、その改善に努めます。\n\n■ お問い合わせ\n本アプリに関するお問い合せは、前ページのお問い合わせフォームまでご連絡下さい。",
    
    "row" : "「特定商取引法に関する法律」に基づく表示\n「特定商取引法に関する法律」第十一条に基づき以下明示します。\n\n■ 販売事業者\nAppLabo\n\n■ お問い合わせ先\nプライバシーポリーに明記\n\n■ サービスの名称・種類・内容\n\nスマートフォン用ソフトウェアその他デジタルコンテンツの提供\n\n■ 販売価格\n購入時に表記\n\n■ 商品代金以外の必要料金\nインターネット接続料金、通常通信量\n\n■ 代金支払方法\nApple Incによる商品購入に基づくお支払い方法に基づきます。\n\n■ 支払い時期\n購入手続き完了後即時\n\n■ 動作環境\niOS7.0以上の環境でご利用下さい。\n\n■ 瑕疵責任\n法令の適用、その他の事由により、当方がお客様に対する過失責任を負う場合（故意または重過失の場合を除く）、当方のお客様に対する損害賠償責任額はコンテンツ購入額を上限とする。"
}
